Repository: LykosAI/StabilityMatrix
Catalog: StabilityMatrix.Avalonia/Languages/Resources.*.resx
Languages: cs_cz, de, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, uk_ua

# Action_Launch
source: Launch
cs_cz: Spustit
de: Starten
it_it: Avvia
ko_kr: 실행
pt_br: Iniciar
ru_ru: Запустить
tr_tr: Başlat
uk_ua: Запустити

# Action_Quit
source: Quit
cs_cz: Ukončit
de: Beenden
it_it: Esci
ja_jp: 終了
ko_kr: 종료
pt_br: Sair
ru_ru: Выйти
tr_tr: Çıkış
uk_ua: Вийти

# Action_Save
source: Save
cs_cz: Uložit
de: Speichern
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
tr_tr: Kaydet
uk_ua: Зберегти

# Action_Cancel
source: Cancel
cs_cz: Zrušit
de: Abbrechen
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
uk_ua: Скасувати

# Label_Language
source: Language
cs_cz: Jazyk
de: Sprache
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
tr_tr: Dil
uk_ua: Мова

# Text_RelaunchRequiredToApplyLanguage
source: Relaunch is required for new language option to take effect
cs_cz: Pro aplikování nového jazyka je vyžadován restart aplikace.
de: Ein Neustart ist nötig, um Sprachänderungen vorzunehmen
it_it: E' richiesto il riavvio per rendere effettivi i cambiamenti
ja_jp: 言語を変更するにはアプリの再起動が必要です
ko_kr: 새로운 언어 설정을 적용하려면 재실행해야 합니다
pt_br: É necessário reiniciar para que a nova opção de idioma entre em vigor
ru_ru: Для применения нового языка, требуется перезапуск
tr_tr: Yeni dil seçeneğinin etkili olması için yeniden başlatma gerekir.
uk_ua: Щобзастосувати нові налаштування мови потрібен перезапуск

# Action_Relaunch
source: Relaunch
cs_cz: Restartovat
de: Neustarten
it_it: Riavvia
ja_jp: 再起動
ko_kr: 재실행
pt_br: Reiniciar
ru_ru: Перезапустить
tr_tr: Yeniden başlat
uk_ua: Перезапустити

# Action_RelaunchLater
source: Relaunch Later
cs_cz: Restartovat později
de: Später Neustarten
it_it: Riavvia Dopo
ja_jp: 後で再起動
ko_kr: 나중에 재실행
pt_br: Reiniciar Mais Tarde
ru_ru: Перезапустить позже
tr_tr: Daha Sonra Yeniden Başlat
uk_ua: Перезапустити пізніше

# Label_RelaunchRequired
source: Relaunch Required
cs_cz: Vyžadován restart
de: Neustart benötigt
it_it: Riavvio Richiesto
ja_jp: 再起動が必要です
ko_kr: 재실행 필요
pt_br: Reinicialização Necessária
ru_ru: Требуется перезапуск
tr_tr: Yeniden Başlatma Gerekli
uk_ua: Потрібен перезапуск

# Label_UnknownPackage
source: Unknown Package
cs_cz: Neznámý balíček
de: Unbekanntes Paket
it_it: Pacchetto Sconosciuto
ja_jp: 不明なパッケージ
ko_kr: 알 수 없는 패키지
pt_br: Pacote Desconhecido
ru_ru: Неизвестный пакет
tr_tr: Bilinmeyen Paket
uk_ua: Невідомий Пакунок

# Action_Import
source: Import
cs_cz: Importovat
de: Importieren
it_it: Importa
ja_jp: インポート
ko_kr: 가져오기
pt_br: Importar
ru_ru: Импорт
tr_tr: İçe Aktar
uk_ua: Імпортувати

# Label_PackageType
source: Package Type
cs_cz: Typ balíčku
de: Pakettyp
it_it: Tipologia Pacchetto
ja_jp: パッケージタイプ
ko_kr: 패키지 종류
pt_br: Tipo de Pacote
ru_ru: Тип пакета
tr_tr: Paket Türü
uk_ua: Тип пакунку

# Label_Version
source: Version
cs_cz: Verze
it_it: Versione
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
tr_tr: Sürüm
uk_ua: Версія

# Label_VersionType
source: Version Type
cs_cz: Typ verze
de: Versionstyp
it_it: Tipologia Versione
ko_kr: 버전 종류
pt_br: Tipo de Versão
ru_ru: Тип версии
tr_tr: Sürüm Türü
uk_ua: Тип версії

# Label_Releases
source: Releases
cs_cz: Vydání
de: Veröffentlichungen
ko_kr: 릴리즈
pt_br: Lançamentos
ru_ru: Релизы
tr_tr: Sürümler
uk_ua: Релізи

# Label_Branches
source: Branches
cs_cz: Větve
de: Zweige
ja_jp: ブランチ
ko_kr: 브랜치
pt_br: Ramificações
ru_ru: Ветки
tr_tr: Dallar
uk_ua: Вітки

# Label_DragAndDropCheckpointsHereToImport
source: Drag & Drop checkpoints here to import
cs_cz: Přetáhněte Checkpointy sem pro import
de: Checkpoints hierherziehen zum importieren
it_it: Trascina qui i checkpoint per importarli
ja_jp: インポートしたいcheckpointをここにドラッグ＆ドロップ
ko_kr: 불러올 체크포인트를 여기에 끌어서 놓으세요
pt_br: Arraste e Solte os checkpoints aqui para importa-los
ru_ru: Перетащите модели сюда для импорта
tr_tr: İçe aktarmak için chekpoints'leri buraya sürükleyip bırakın.
uk_ua: Щоб імпортувати чекпоїнти, перетягніть їх сюди

# Label_Emphasis
source: Emphasis
cs_cz: Zvýraznění
de: Betonung
it_it: Accentuazione
ja_jp: プロンプトの強調
ko_kr: 강조
pt_br: Ênfase
ru_ru: Усиление акцента
tr_tr: Vurgu
uk_ua: Акцент

# Label_Deemphasis
source: Deemphasis
cs_cz: Potlačení
de: Negativ Betonung
it_it: Attenuazione
ja_jp: プロンプトの縮小
ko_kr: 약화
pt_br: Desenfatizar
ru_ru: Ослабление акцента
tr_tr: Vurguyu Kaldırma
uk_ua: Зменшення акценту

# Label_EmbeddingsOrTextualInversion
source: Embeddings / Textual Inversion
de: Embeddings
it_it: Embeddings / Inversione Testuale
ja_jp: Emebeddings / Textual Inversion
ko_kr: 임베딩 / Textual Inversion
pt_br: Embeddings / Inversão Textual
tr_tr: Emebeddings / Textual Inversion
uk_ua: Ембедінґи / Текстова інверсія

# Label_NetworksLoraOrLycoris
source: Networks (Lora / LyCORIS)
cs_cz: Sítě (Lora / LyCORIS)
de: Netzwerk (Lora / LyCORIS)
it_it: Reti (Lora / LyCORIS)
ko_kr: 신경망 (Lora / LyCORIS)
pt_br: Redes (Lora / LyCORIS)
ru_ru: Сети (Lora / LyCORIS)
uk_ua: Мережі (LoRA / LyCORIS)

# Label_Comments
source: Comments
cs_cz: Komentáře
de: Kommentare
it_it: Commenti
ja_jp: コメント
ko_kr: 댓글
pt_br: Comentários
ru_ru: Комментарии
tr_tr: Yorumlar
uk_ua: Коментарі

# Label_ShowPixelGridAtHighZoomLevels
source: Show pixel grid at high zoom levels
cs_cz: Zobrazit mřížku pixelů při vysokém přiblížení
de: Pixel-Gitter bei hohen Zoomstufen anzeigen
it_it: Mostra la griglia di pixel a livelli di zoom elevati
ja_jp: 高倍率でピクセルグリッドを表示
ko_kr: 확대했을 때 픽셀 그리드 보이기
pt_br: Exibir grade de pixels com altos níveis de zoom
ru_ru: Отображать пиксельную сетку при больших уровнях масштабирования
tr_tr: Yüksek yakınlaştırma seviyesinde piksel ızgarasını göster
uk_ua: Показувати сітку пікселів при наближенні

# Label_Steps
source: Steps
cs_cz: Kroky
de: Schritte
ko_kr: 스텝
pt_br: Etapas
ru_ru: Шаги
tr_tr: Adımlar
uk_ua: Кроки

# Label_StepsBase
source: Steps - Base
cs_cz: Kroky - Základ
de: Schritte - Base
ko_kr: 스텝 - Base
pt_br: Etapas - Base
ru_ru: Базовые шаги
tr_tr: Adımlar - Temel
uk_ua: Кроки - Основні

# Label_StepsRefiner
source: Steps - Refiner
cs_cz: Kroky - Refiner
de: Schritte - Refiner
ko_kr: 스텝 - Refiner
pt_br: Etapas - Refinador
ru_ru: Шаги корректора
tr_tr: Adımlar - İyileştirici
uk_ua: Кроки - Уточнювач

# Label_CFGScale
source: CFG Scale
de: CFG Wert
it_it: Scala CFG
ko_kr: CFG 스케일
pt_br: Escala CFG
ru_ru: Соответствие промпту
tr_tr: CFG Ölçeği
uk_ua: Масштаб CFG

# Label_DenoisingStrength
source: Denoising Strength
cs_cz: Síla odšumění
de: Entrauschungsstärke
it_it: Valore di Denoising
ko_kr: Denoising 강도
pt_br: Intensidade de Redução de Ruído
ru_ru: Сила шумоподавления
tr_tr: Gürültü Azaltma Gücü
uk_ua: Ступінь шумозаглушення

# Label_Width
source: Width
cs_cz: Šířka
de: Breite
it_it: Larghezza
ja_jp: 幅
ko_kr: 너비
pt_br: Largura
ru_ru: Ширина
tr_tr: Genişlik
uk_ua: Ширина

# Label_Height
source: Height
cs_cz: Výška
de: Höhe
it_it: Altezza
ja_jp: 高
ko_kr: 높이
pt_br: Altura
ru_ru: Высота
tr_tr: Yükseklik
uk_ua: Висота

# Label_Refiner
source: Refiner
pt_br: Refinador
ru_ru: Корректор
tr_tr: İyileştirici
uk_ua: Уточнювач

# Label_VAE
source: VAE
uk_ua: ВАЕ

# Label_Model
source: Model
de: Modell
it_it: Modello
ko_kr: 모델
pt_br: Modelo
ru_ru: Модель
uk_ua: Модель

# Action_Connect
source: Connect
cs_cz: Připojit
de: Verbinden
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
pt_br: Conectar
ru_ru: Соединиться
tr_tr: Bağlan
uk_ua: Під'єднатися

# Label_ConnectingEllipsis
source: Connecting...
cs_cz: Připojování...
de: Verbindet...
it_it: In connessione...
ja_jp: 接続中...
ko_kr: 연결 중...
pt_br: Conectando...
ru_ru: Соединение...
tr_tr: Bağlanıyor...
uk_ua: Під'єднання...

# Action_Close
source: Close
cs_cz: Zavřít
de: Schließen
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
tr_tr: Kapat
uk_ua: Закрити

# Label_WaitingToConnectEllipsis
source: Waiting to connect...
cs_cz: Čekání na připojení...
de: Warten auf die Verbindung...
it_it: In attesa della connessione...
ja_jp: 接続待ち...
ko_kr: 연결 대기 중...
pt_br: Aguardando conexão...
ru_ru: Ожидание соединения...
tr_tr: Bağlanmayı bekliyor...
uk_ua: Очікування підключення...

# Label_UpdateAvailable
source: Update Available
cs_cz: Dostupná aktualizace
de: Updates verfügbar
it_it: Aggiornamento Disponibile
ja_jp: 更新あり
ko_kr: 업데이트 가능
pt_br: Atualização Disponível
ru_ru: Доступно обновление
tr_tr: Güncelleme Mevcut
uk_ua: Доступне оновлення

# Label_BecomeAPatron
source: Become a Patron
cs_cz: Staňte se patronem
de: Werde ein Patreon
it_it: Diventa un Patreon
ja_jp: Patreonになる
ko_kr: 후원자 되기
pt_br: Seja um apoiador
ru_ru: Поддержать на Патреоне
tr_tr: Sponsor Ol
uk_ua: Підтримати на Patreon

# Label_JoinDiscord
source: Join Discord Server
cs_cz: Připojit se na Discord server
de: Trete dem Discord Server bei
it_it: Unisciti al Server Discord
ja_jp: Discordに参加
ko_kr: Discord 서버에 참여하기
pt_br: Junte-se ao servidor do Discord
ru_ru: Присоединиться к Дискорду
tr_tr: Discord Sunucumuza Katıl
uk_ua: Приєднатися до Discord-сервера

# Label_Downloads
source: Downloads
cs_cz: Stahování
it_it: Scaricamenti
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Загрузки
tr_tr: İndirmeler
uk_ua: Завантаження

# Action_Install
source: Install
cs_cz: Instalovat
de: Installieren
it_it: Installa
ja_jp: インストール
ko_kr: 설치
pt_br: Instalar
ru_ru: Установить
tr_tr: Yükle
uk_ua: Встановити

# Label_SkipSetup
source: Skip first-time setup
cs_cz: Přeskočit úvodní nastavení
de: Erstmalige Einstellung überspringen
it_it: Salta la configurazione iniziale
ja_jp: セットアップをスキップする
ko_kr: 초기 설정 건너뛰기
pt_br: Pular configuração inicial
ru_ru: Пропустить первоначальную настройку
tr_tr: İlk kurulum işlemini atla
uk_ua: Пропустити початкове налаштування

# Label_UnexpectedErrorOccurred
source: An unexpected error occurred
cs_cz: Došlo k neočekávané chybě
de: Ein unerwarteter Fehler ist aufgetreten
it_it: Si è verificato un errore imprevisto
ja_jp: 予期せぬエラーが発生しました
ko_kr: 알 수 없는 오류가 발생했습니다
pt_br: Ocorreu um erro
ru_ru: Произошла неизвестная ошибка
tr_tr: Beklenmeyen bir hata oluştu
uk_ua: Виникла неочікувана помилка

# Action_ExitApplication
source: Exit Application
cs_cz: Ukončit aplikaci
de: Beende die Applikation
it_it: Esci dall'Applicazione
ja_jp: アプリケーションを終了する
ko_kr: 어플리케이션 종료
pt_br: Sair do Stability Matrix
ru_ru: Выйти из программы
tr_tr: Uygulamadan Çık
uk_ua: Закрити програму

# Label_DisplayName
source: Display Name
cs_cz: Zobrazovaný název
de: Anzeigename
it_it: Nome da Visualizzare
ja_jp: 表示名
ko_kr: 표시 이름
pt_br: Nome de Exibição
ru_ru: Название
tr_tr: Görünen Ad
uk_ua: Відображуване ім’я

# Label_InstallationWithThisNameExists
source: An installation with this name already exists.
cs_cz: Instalace s tímto názvem již existuje.
de: Eine Installation mit diesem namen existiert bereits.
it_it: Esiste già un'installazione con questo nome.
ja_jp: 同じ名前のものが既に存在します。
ko_kr: 이 이름을 가진 설치본이 이미 존재합니다.
pt_br: Já existe uma instalação do Stability Matrix com este nome.
ru_ru: Установка с таким названием уже существует.
tr_tr: Bu ada sahip bir yükleme zaten mevcut.
uk_ua: Інсталяція з цією назвою вже існує.

# Label_PleaseChooseDifferentName
source: Please choose a different name or select a different install location.
cs_cz: Zvolte prosím jiný název nebo vyberte jiné umístění instalace.
de: Bitte wähle einen anderen namen oder ändere den Installationsordner.
it_it: Scegli un nome diverso o seleziona un percorso di installazione diverso.
ja_jp: 別の名前を選択するか、別のインストール場所を選択してください。
ko_kr: 다른 이름을 선택하거나 다른 설치 위치를 선택하세요.
pt_br: Escolha outro nome ou local de instalação.
ru_ru: Выберите другое название или другой путь установки.
tr_tr: Lütfen farklı bir ad seçin veya başka bir yükleme konumu seçin.
uk_ua: Будь ласка, оберіть іншу назву або локацію для встановлення.

# Label_AdvancedOptions
source: Advanced Options
cs_cz: Pokročilé možnosti
de: Erweiterte Optionen
it_it: Opzioni Avanzate
ja_jp: 高度なオプション
ko_kr: 고급 설정
pt_br: Opções Avançadas
ru_ru: Дополнительные параметры
tr_tr: Gelişmiş Seçenekler
uk_ua: Просунуті налаштування

# Label_Commit
source: Commit
cs_cz: Revize
ja_jp: コミット
ko_kr: 커밋
ru_ru: Коммит
tr_tr: İşlemek
uk_ua: Коміт

# Label_SharedModelFolderStrategy
source: Shared Model Folder Strategy
cs_cz: Strategie sdíleného adresáře modelů
de: Geteilte Modell Ordnerstrategie
it_it: Strategia Cartella Modello Condiviso
ko_kr: 공유 모델 폴더 전략
pt_br: Uso Compartilhado da Pasta de Modelos
ru_ru: Метод общего хранилища моделей
tr_tr: Paylaşılan Model Klasör Stratejisi
uk_ua: Стратегія спільної папки моделей

# Label_PyTorchVersion
source: PyTorch Version
cs_cz: Verze PyTorch
it_it: Versione PyTorch
ja_jp: PyTorchバージョン
ko_kr: PyTorch 버전
pt_br: Versão do PyTorch
ru_ru: Версия PyTorch
tr_tr: PyTorch Sürümü
uk_ua: Версія PyTorch

# Label_CloseDialogWhenFinished
source: Close dialog when finished
cs_cz: Po dokončení zavřít dialogové okno
de: Dialog nach Beendigung schließen
it_it: Chiudi la finestra di dialogo al termine
ja_jp: 終了時にダイアログを閉じる
ko_kr: 완료되면 모달 닫기
pt_br: Fechar esta janela ao terminar
ru_ru: Закрыть диалоговое окно после завершения
tr_tr: Bittiğinde iletişim kutusunu kapat
uk_ua: Закрити після завершення

# Label_DataDirectory
source: Data Directory
cs_cz: Adresář s daty
de: Daten Ordner
it_it: Cartella dei Dati
ja_jp: データフォルダ
ko_kr: 데이터 디렉토리
pt_br: Diretório de Dados
ru_ru: Папка с данными
tr_tr: Veri Klasörü
uk_ua: Папка даних

# Label_DataDirectoryExplanation
source: This is where application data (model checkpoints, web UIs, etc.) will be installed.
cs_cz: Zde budou instalována data aplikace (modelové Checkpointy, webová UI atd.).
de: Hier werden die Applikationsdaten (Modell Checkpoints, Web UIs, etc.) installiert.
it_it: Qui vengono installati i modelli checkpoint, le LORA, l'interfaccia utente Web, le impostazioni ecc.
ja_jp: ここにcheckpoint、LORA、Web UI、設定などがインストールされます。
ko_kr: 애플리케이션 데이터(모델 체크포인트, Web UI 등)가 설치되는 위치입니다.
pt_br: Aqui serão instalados os dados do Stability Matrix (checkpoints dos modelos, interfaces web, etc.).
ru_ru: Сюда будут установлены данные приложения (контрольные точки модели, веб-интерфейсы и так далее).
tr_tr: Model chekpoints, Lora'ların, web UI'lerin, ayarların vb. kurulacağı yer burasıdır.
uk_ua: Тут буде розміщено дані програми (контрольні точки моделей, веб-інтерфейси тощо).

# Label_FatWarning
source: You may encounter errors when using a FAT32 or exFAT drive. Select a different drive for a smoother experience.
cs_cz: Při použití disku s formátem FAT32 nebo exFAT může docházet k chybám. Pro bezproblémový chod zvolte jiný disk.
de: Bei der Verwendung eines FAT32- oder exFAT-Laufwerks können Fehler auftreten. Wählen Sie ein anderes Laufwerk, um ein reibungsloseres Arbeiten zu ermöglichen.
it_it: Potresti riscontrare errori quando utilizzi un'unità FAT32 o exFAT. Seleziona un'unità diversa per un'esperienza più fluida.
ja_jp: フォーマット形式がFAT32またはexFATのドライブを使用するとエラーが発生する場合があります。他のドライブを選択することで、よりスムーズにご利用いただけます。
ko_kr: FAT32나 exFAT 드라이브를 사용할 때 오류가 발생할 수 있습니다. 보다 원활한 경험을 위해 다른 드라이브를 선택하십시오.
pt_br: O uso de unidades FAT32 ou exFAT pode causar erros. Selecione outra unidade para evitar problemas.
ru_ru: При использовании диска FAT32 или exFAT могут возникнуть ошибки. Выберите другой диск для более удобной работы.
tr_tr: FAT32 veya exFAT sürücü kullanırken hatalarla karşılaşabilirsiniz. Daha sorunsuz bir deneyim için farklı bir sürücü seçin.
uk_ua: При роботі з дисками FAT32 або exFAT можливі помилки. Рекомендуємо обрати інший диск для більш стабільної роботи.

# Label_PortableMode
source: Portable Mode
cs_cz: Přenosný režim
de: Tragbarer Modus
it_it: Modalità Portable
ja_jp: Portableモード
ko_kr: 무설치 모드
pt_br: Modo Portátil
ru_ru: Переносной режим
tr_tr: Taşınabilir Mod
uk_ua: Портативний режим

# Label_PortableModeExplanation
source: In Portable Mode, all data and settings will be stored in the same directory as the application. You will be able to move the application with its 'Data' folder to a different location or computer.
cs_cz: V přenosném režimu budou všechna data a nastavení uložena ve stejném adresáři jako aplikace. Aplikaci budete moci přesunout i s jejím adresářem 'Data' na jiné místo nebo počítač.
de: Im portablen Modus werden alle Daten und Einstellungen in demselben Verzeichnis wie die Anwendung gespeichert. Sie können die Anwendung mit ihrem 'Daten'-Ordner an einen anderen Ort oder auf einen anderen Computer verschieben.
it_it: In Modalità Portable, tutti i dati e le impostazioni verranno archiviati nella stessa directory dell'applicazione. Potrai spostare l'applicazione con la sua cartella 'Dati' in una posizione o computer diversi.
ja_jp: Portableモードでは、すべてのデータと設定はアプリケーションと同じフォルダに保存されます。アプリケーションと、その「Data」フォルダを一緒に移動させることで、別のフォルダや別のコンピュータに移すことができます。
ko_kr: 무설치 모드에서는 모든 데이터와 설정이 애플리케이션과 같은 디렉토리에 저장됩니다. 애플리케이션과 'Data' 폴더를 다른 위치나 컴퓨터로 이동할 수 있습니다.
pt_br: No Modo Portátil, todos os dados e configurações serão armazenados na mesma pasta do programa. Você poderá mover o programa e a pasta 'Dados' para outro local ou computador.
ru_ru: В переносном режиме все данные и настройки будут храниться в той же папке, что и приложение. Можно перемещать приложение вместе с его папкой «Data» в другое место или на другой компьютер.
tr_tr: Taşınabilir Modda tüm veriler ve ayarlar uygulamayla aynı dizinde saklanacaktır. Uygulamayı 'Veri' klasörüyle birlikte farklı bir konuma veya bilgisayara taşıyabileceksiniz.
uk_ua: У портативному режимі всі дані та налаштування зберігатимуться у тій же папці, що й програма. Ви зможете переміщувати програму разом із папкою «Data» в інше місце або на інший комп’ютер.

# Action_Continue
source: Continue
cs_cz: Pokračovat
de: Weiter
it_it: Continua
ja_jp: 続ける
ko_kr: 계속
pt_br: Continuar
ru_ru: Продолжить
tr_tr: Devam
uk_ua: Продовжити

# Label_PreviousImage
source: Previous Image
cs_cz: Předchozí obrázek
de: Vorheriges Bild
it_it: Immagine Precedente
ja_jp: 前の画像
ko_kr: 이전 이미지
pt_br: Imagem Anterior
ru_ru: Пред. изображение
tr_tr: Önceki Resim
uk_ua: Попереднє зображення

# Label_NextImage
source: Next Image
cs_cz: Další obrázek
de: Nächstes Bild
it_it: Immagine Successiva
ja_jp: 次の画像
ko_kr: 다음 이미지
pt_br: Próxima Imagem
ru_ru: След. изображение
tr_tr: Sonraki Resim
uk_ua: Наступне зображення

# Label_ModelDescription
source: Model Description
cs_cz: Popis modelu
de: Modellbeschreibung
it_it: Descrizione Modello
ja_jp: Modelの説明
ko_kr: 모델 설명
pt_br: Descrição do Modelo
ru_ru: Описание модели
tr_tr: Model Açıklaması
uk_ua: Опис моделі

# Label_NewVersionAvailable
source: A new version of Stability Matrix is available!
cs_cz: Je dostupná nová verze Stability Matrix!
de: Eine neue Version von Stability Matrix ist verfügbar!
it_it: E' disponibile una nuova versione di Stability Matrix!
ja_jp: Stability Matrixを最新版に更新中！
ko_kr: Stability Matrix의 새로운 버전이 출시되었습니다!
pt_br: Uma nova versão do Stability Matrix está disponível!
ru_ru: Доступна новая версия Stability Matrix!
tr_tr: Stabilite Matrisi için yeni bir sürüm mevcut!
uk_ua: Доступна нова версія Stability Matrix!

# Label_ImportLatest
source: Import Latest -
cs_cz: Importovat nejnovější -
de: Neueste Importieren -
it_it: Importa più Recente -
ja_jp: 最新版DL
ko_kr: 최신 버전 가져오기 -
pt_br: Importar a versão mais recente -
ru_ru: Импорт последней -
tr_tr: En Yeniyi İçe Aktar -
uk_ua: Імпортувати останнє -

# Label_AllVersions
source: All Versions
cs_cz: Všechny verze
de: Alle Versionen
it_it: Tutte le Versioni
ja_jp: すべてのバージョン
ko_kr: 모든 버전
pt_br: Todas as Versões
ru_ru: Все версии
tr_tr: Tüm Sürümler
uk_ua: Всі версії

# Label_ModelSearchWatermark
source: Search models, #tags, or @users
cs_cz: Hledat modely,
de: Suche modelle, #tags, or @nutzer
it_it: Cerca modelli, #tags, o @utenti
ja_jp: 検索 ( models, #tags, @users )
ko_kr: 모델이나 #태그, @유저를 검색하세요
pt_br: Buscar modelos, #tags ou @usuários
ru_ru: Поиск моделей, #тегов или @авторов
tr_tr: Modelleri,Tagları (#tag) veya Kullanıcıları (@user) Buradan Arayabilirsin
uk_ua: Шукати моделі, #теги чи @користувачів

# Action_Search
source: Search
cs_cz: Hledat
de: Suchen
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
pt_br: Pesquisar
ru_ru: Поиск
tr_tr: Ara
uk_ua: Шукати

# Label_Sort
source: Sort
cs_cz: Seřadit
de: Sortieren
it_it: Ordina
ja_jp: 並び替え
ko_kr: 정렬
pt_br: Classificar
ru_ru: Сортировка
tr_tr: Sırala
uk_ua: Сортування

# Label_TimePeriod
source: Period
cs_cz: Časové období
de: Periode
it_it: Periodo
ja_jp: 期間
ko_kr: 기간
pt_br: Período
ru_ru: Промежуток
tr_tr: Sıralama Tarihi
uk_ua: Період

# Label_ModelType
source: Model Type
cs_cz: Typ modelu
de: Modelltyp
it_it: Tipo di Modello
ja_jp: モデルタイプ
ko_kr: 모델 종류
pt_br: Tipo de Modelo
ru_ru: Тип модели
tr_tr: Model Türü
uk_ua: Тип моделі

# Label_BaseModel
source: Base Model
cs_cz: Základní model
de: Basis Modell
it_it: Modello Base
ja_jp: ベースモデル
ko_kr: Base 모델
pt_br: Modelo Base
ru_ru: Базовая модель
tr_tr: Model Altyapısı
uk_ua: Базова модель

# Label_ShowNsfwContent
source: Show NSFW Content
cs_cz: Zobrazit NSFW obsah
de: Zeige NSFW Inhalte
it_it: Mostra Contenuti NSFW
ja_jp: NSFWコンテンツを表示
ko_kr: 성인 콘텐츠 표시
pt_br: Mostrar Conteúdo NSFW
ru_ru: Показывать контент с NSFW
tr_tr: NSFW İçerik Göster
uk_ua: Показувати контент 18+

# Label_DataProvidedByCivitAi
source: Data provided by CivitAI
cs_cz: Data poskytuje CivitAI
de: Daten bereitgestellt von CivitAI
it_it: Dati forniti da CivitAI
ko_kr: CivitAI에서 제공하는 데이터
pt_br: Dados fornecidos pela CivitAI
ru_ru: Данные предоставлены CivitAI
tr_tr: CivitAI tarafından sağlanan veriler
uk_ua: Дані передано від CivitAI

# Label_Page
source: Page
cs_cz: Stránka
de: Seite
it_it: Pagina
ja_jp: ページ
ko_kr: 페이지
pt_br: Página
ru_ru: Страница
tr_tr: Sayfa
uk_ua: Сторінка

# Label_FirstPage
source: First Page
cs_cz: První stránka
de: Erste Seite
it_it: Prima Pagina
ja_jp: 最初のページ
ko_kr: 첫 페이지
pt_br: Primeira Página
ru_ru: Первая страница
tr_tr: İlk Sayfa
uk_ua: Перша сторінка

# Label_PreviousPage
source: Previous Page
cs_cz: Předchozí stránka
de: Vorherige Seite
it_it: Pagina Precedente
ja_jp: 前のページ
ko_kr: 이전 페이지
pt_br: Página Anterior
ru_ru: Предыдущая страница
tr_tr: Önceki Sayfa
uk_ua: Попередня сторінка

# Label_NextPage
source: Next Page
cs_cz: Další stránka
de: Nächste Seite
it_it: Pagina Successiva
ja_jp: 次のページ
ko_kr: 다음 페이지
pt_br: Próxima Página
ru_ru: Следущая страница
tr_tr: Sonraki Sayfa
uk_ua: Наступна сторінка

# Label_LastPage
source: Last Page
cs_cz: Poslední stránka
de: Letzte Seite
it_it: Ultima Pagina
ja_jp: 最終ページ
ko_kr: 마지막 페이지
pt_br: Última Página
ru_ru: Последняя страница
tr_tr: Son Sayfa
uk_ua: Остання сторінка

# Action_Rename
source: Rename
cs_cz: Přejmenovat
de: Umbenennen
it_it: Rinomina
ja_jp: 名前変更
ko_kr: 이름 변경
pt_br: Renomear
ru_ru: Переименовать
tr_tr: Yeniden Adlandır
uk_ua: Перейменувати

# Action_Delete
source: Delete
cs_cz: Smazat
de: Löschen
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
tr_tr: Sil
uk_ua: Видалити

# Action_OpenOnCivitAi
source: Open on CivitAI
cs_cz: Otevřít na CivitAI
de: Öffnen in CivitAI
it_it: Apri su CivitAI
ja_jp: CivitAIで開く
ko_kr: CivitAI에서 열기
pt_br: Abrir no CivitAI
ru_ru: Открыть на CivitAI
tr_tr: CivitAI'de Aç
uk_ua: Відкрити на CivitAI

# Label_ConnectedModel
source: Connected Model
cs_cz: Připojený model
de: Verbundenes Modell
it_it: Modello Collegato
ja_jp: メタデータ取得済みモデル
ko_kr: 연결된 모델
pt_br: Modelo Conectado
ru_ru: Связанная модель
tr_tr: Bağlı Model
uk_ua: Підключена модель

# Label_LocalModel
source: Local Model
cs_cz: Lokální model
de: Lokales Modell
it_it: Modello Locale
ja_jp: ローカルモデル
ko_kr: 로컬 모델
pt_br: Modelo Local
ru_ru: Локальная модель
tr_tr: Yerel Model
uk_ua: Локальна модель

# Action_ShowInExplorer
source: Show in Explorer
cs_cz: Zobrazit v Průzkumníkovi
de: Im Explorer anzeigen
it_it: Mostra in Explorer
ja_jp: エクスプローラで表示
ko_kr: 탐색기에서 보기
pt_br: Mostrar no Explorador de Arquivos
ru_ru: Открыть в проводнике
tr_tr: Explorer'da göster
uk_ua: Показати в файловому менеджері

# Action_New
source: New
cs_cz: Nový
de: Neu
it_it: Nuovo
ko_kr: 신규
pt_br: Novo
ru_ru: Новая...
tr_tr: Yeni
uk_ua: Новий

# Label_Folder
source: Folder
cs_cz: Adresář
de: Ordner
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
tr_tr: Klasör
uk_ua: Папка
