Repository: LykosAI/StabilityMatrix
Catalog: StabilityMatrix.Avalonia/Languages/Resources.*.resx
Languages: cs_cz, de, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, uk_ua

# Text_LykosAccountUpgradeNotice
source: ## Heads Up: Lykos Account Sign-Out & Security Upgrade We've made some important behind-the-scenes improvements to how Stability Matrix handles Lykos accounts, upgrading to a more secure and convenient login system **(OAuth 2.0 with OpenID Connect)**. Because of this, you've been signed out of your Lykos account. ### Why the change? Your security and privacy are important to us. This upgrade brings: * **Streamlined Experience:** Sign in once to [account.lykos.ai](https://account.lykos.ai) to connect with Stability Matrix and other Lykos AI services. * **More Ways to Sign In:** Use your existing [lykos.ai](https://lykos.ai) account, or sign in with **Apple**, **GitHub**, or **Google**. * **Enhanced Privacy:** Stability Matrix only requests the permissions it needs. * **Industry Standard Security:** We're using OAuth 2.0, the gold standard for secure logins. * **Ready for the Future:** This allows for secure connections with other apps and services. ### What do I need to do? Click the **"Go to Settings"** button, then click **"Connect"** next to **"Lykos account"**. ### Is a Lykos account required? Nope! Stability Matrix is still fully functional without one. But, your Lykos account enables some extra connected features, such as automatic updates to development builds for our Patreon supporters (and more to come!).
cs_cz: ## Upozornění: Odhlášení z účtu Lykos a vylepšení zabezpečení Provedli jsme několik důležitých vylepšení v zákulisí, jak Stability Matrix nakládá s účty Lykos, a přešli jsme na bezpečnější a pohodlnější systém přihlašování **(OAuth 2.0 s OpenID Connect)**. Z tohoto důvodu jste byli odhlášeni ze svého účtu Lykos. ### Proč tato změna? Vaše bezpečnost a soukromí jsou pro nás důležité. Toto vylepšení přináší: * **Zjednodušené prostředí:** Přihlaste se jednou na [account.lykos.ai](https://account.lykos.ai) pro spojení se Stability Matrix a dalšími službami Lykos AI. * **Více způsobů přihlášení:** Použijte svůj stávající účet [lykos.ai](https://lykos.ai) nebo se přihlaste pomocí **Apple**, **GitHub** nebo **Google**. * **Zvýšené soukromí:** Stability Matrix požaduje pouze oprávnění, která potřebuje. * **Bezpečnostní standard:** Používáme OAuth 2.0, zlatý standard pro bezpečné přihlašování. * **Připraveno na budoucnost:** To umožňuje bezpečné spojení s dalšími aplikacemi a službami. ### Co mám dělat? Klikněte na tlačítko **"Přejít do Nastavení"** a poté klikněte na **"Připojit"** vedle **"Účet Lykos"**. ### Je účet Lykos vyžadován? Ne! Stability Matrix je stále plně funkční i bez něj. Váš účet Lykos ale umožňuje některé extra propojené funkce, jako jsou automatické aktualizace vývojových verzí pro naše podporovatele na Patreonu (a další přijdou!).
uk_ua: ## Увага: вихід з облікового запису Lykos та оновлення системи безпеки Ми внесли деякі важливі покращення в те, як Stability Matrix працює з акаунтами Lykos, оновивши їх до більш безпечної та зручної системи входу **(OAuth 2.0 з OpenID Connect)**. У зв'язку з цим ви вийшли зі свого облікового запису Lykos. ### Чому відбулися зміни? Ваша безпека і конфіденційність важливі для нас. Це оновлення принесе: * **Спрощений досвід:** Увійдіть один раз на [account.lykos.ai](https://account.lykos.ai), щоб підключитися до Stability Matrix та інших сервісів Lykos AI. * **Більше способів входу:** Використовуйте свій існуючий обліковий запис [lykos.ai](https://lykos.ai) або увійдіть за допомогою **Apple**, **GitHub** або **Google**. * **Покращена конфіденційність:** Stability Matrix запитує лише необхідні дозволи. * **Безпека за галузевим стандартом:** Ми використовуємо OAuth 2.0, золотий стандарт для безпечних входів. * **Готовність до майбутнього:** Це забезпечує безпечне з'єднання з іншими програмами та службами. ### Що мені потрібно зробити? Натисніть кнопку **"Перейти до налаштувань "**, потім натисніть **"Підключитися "** поруч з **"Обліковим записом Lykos "**. ### Чи потрібен обліковий запис Lykos? Ні! Stability Matrix повноцінно функціонує і без нього. Але ваш обліковий запис Lykos дозволяє використовувати деякі додаткові підключені функції, такі як автоматичне оновлення збірок розробки для наших підписників Patreon (і багато іншого!).

# Action_GoToSettings
source: Go to Settings
cs_cz: Přejít do Nastavení
de: Zu den Einstellungen
it_it: Vai alle impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
pt_br: Ir para Configurações
ru_ru: Перейти к настройкам
tr_tr: Ayarlara Git
uk_ua: Перейти до Налаштувань

# TeachingTip_PromptAmplifier
source: Try out the new Prompt Amplifier! Enhance your prompts for better results!
cs_cz: Vyzkoušejte nový Zesilovač promptů! Vylepšete své prompty pro lepší výsledky!
uk_ua: Спробуйте новий підсилювач промпту! Покращуйте свої промпти для кращих результатів!

# Action_Enable
source: Enable
cs_cz: Povolit
de: Aktivieren
it_it: Abilita
ja_jp: 有効
ko_kr: 활성화
pt_br: Ativar
ru_ru: Включить
tr_tr: Etkinleştir
uk_ua: Увімкнути

# Action_Disable
source: Disable
cs_cz: Zakázat
de: Deaktivieren
it_it: Disabilita
ja_jp: 無効
ko_kr: 비활성화
pt_br: Desativar
ru_ru: Отключить
tr_tr: Devre Dışı Bırak
uk_ua: Вимкнути

# Text_Login_ConnectTitle
source: Connect your Lykos Account
cs_cz: Připojte svůj účet Lykos
de: Lykos-Konto verbinden
it_it: Collega il tuo account Lykos
ja_jp: Lykosアカウントを接続
ko_kr: Lykos 계정 연결
pt_br: Conectar sua conta Lykos
ru_ru: Подключить аккаунт Lykos
tr_tr: Lykos Hesabınızı Bağlayın
uk_ua: Підключіть свій обліковий запис Lykos

# Text_Login_ConnectDescription
source: Sign in with your Lykos Account to use connected features.
cs_cz: Přihlaste se svým účtem Lykos pro použití propojených funkcí.
de: Melde dich mit deinem Lykos-Konto an, um verbundene Funktionen zu nutzen.
it_it: Accedi con il tuo account Lykos per utilizzare le funzionalità connesse.
ja_jp: 接続機能を使用するには、Lykosアカウントでサインインしてください。
ko_kr: 연결된 기능을 사용하려면 Lykos 계정으로 로그인하세요.
pt_br: Entre com sua conta Lykos para usar os recursos conectados.
ru_ru: Войдите в свой аккаунт Lykos, чтобы использовать подключенные функции.
tr_tr: Bağlı özellikleri kullanmak için Lykos hesabınızla oturum açın.
uk_ua: Увійдіть у свій обліковий запис Lykos, щоб користуватися функціями підключення.

# Text_Login_ExpiredTitle
source: Please Sign In Again
cs_cz: Přihlaste se prosím znovu
de: Bitte erneut anmelden
it_it: Effettua nuovamente l'accesso
ja_jp: もう一度サインインしてください
ko_kr: 다시 로그인해주세요
pt_br: Faça login novamente
ru_ru: Пожалуйста, войдите снова
tr_tr: Lütfen Tekrar Oturum Açın
uk_ua: Будь ласка, увійдіть ще раз

# Text_Login_ExpiredDescription
source: Your login has expired. Please sign in again to continue.
cs_cz: Vaše přihlášení vypršelo. Pro pokračování se prosím znovu přihlaste.
de: Deine Anmeldung ist abgelaufen. Bitte melde dich erneut an, um fortzufahren.
it_it: Il tuo accesso è scaduto. Effettua nuovamente l'accesso per continuare.
ja_jp: ログインの有効期限が切れました。続けるには、もう一度サインインしてください。
ko_kr: 로그인 유효 기간이 만료되었습니다. 계속하려면 다시 로그인해주세요.
pt_br: Seu login expirou. Faça login novamente para continuar.
ru_ru: Срок действия вашего входа истёк. Пожалуйста, войдите снова, чтобы продолжить.
tr_tr: Oturumunuzun süresi doldu. Devam etmek için lütfen tekrar oturum açın.
uk_ua: Ваш логін закінчився. Будь ласка, увійдіть знову, щоб продовжити.

# Sponsorship_Title
source: Support Stability Matrix
cs_cz: Podpořte Stability Matrix
de: Stability Matrix unterstützen
it_it: Sostegno a Stability Matrix
ja_jp: Stability Matrixへのご支援
ko_kr: Stability Matrix 후원
pt_br: Apoiar Stability Matrix
ru_ru: Поддержка Stability Matrix
tr_tr: Stability Matrix Desteği
uk_ua: Підтримка Stability Matrix

# Sponsorship_ExistingSupporterPreamble
source: Thank you for being a Stability Matrix supporter!
cs_cz: Děkujeme, že podporujete Stability Matrix!
de: Vielen Dank, dass Sie Stability Matrix unterstützen!
it_it: Grazie per il Suo sostegno a Stability Matrix!
ja_jp: いつもStability Matrixをご支援いただき、誠にありがとうございます。
ko_kr: Stability Matrix의 후원자가 되어 주셔서 감사합니다!
pt_br: Obrigado por apoiar o Stability Matrix!
ru_ru: Спасибо за поддержку Stability Matrix!
tr_tr: Stability Matrix destekçisi olduğunuz için teşekkür ederiz!
uk_ua: Дякуємо, що підтримуєте Stability Matrix!

# Sponsorship_ReqAnyTier
source: Features like **{0}** are one of many benefits available to our supporters. Your contribution helps us cover server costs and supports Stability Matrix development.
cs_cz: Funkce jako **{0}** jsou jednou z mnoha výhod dostupných našim podporovatelům. Váš příspěvek nám pomáhá pokrýt náklady na servery a podporuje vývoj Stability Matrix.
de: Funktionen wie **{0}** sind einer von vielen Vorteilen, die unseren Unterstützern zur Verfügung stehen. Ihr Beitrag hilft uns, Serverkosten zu decken und die Entwicklung von Stability Matrix zu unterstützen.
it_it: Funzionalità come **{0}** sono uno dei tanti vantaggi disponibili per i nostri sostenitori. Il Suo contributo ci aiuta a coprire i costi del server e supporta lo sviluppo di Stability Matrix.
ja_jp: **{0}** のような機能は、サポーターの皆様への特典としてご提供しています。皆様のご支援のおかげで、サーバー費用を賄い、Stability Matrixの開発を継続できております。
ko_kr: 후원자분들께는 **{0}** 기능을 포함한 다양한 혜택이 제공됩니다. 회원님의 기여는 서버 비용을 충당하고 Stability Matrix 개발을 지원하는 데 도움이 됩니다.
pt_br: Recursos como **{0}** são um dos muitos benefícios disponíveis para nossos apoiadores. Sua contribuição nos ajuda a cobrir os custos do servidor e apoia o desenvolvimento do Stability Matrix.
ru_ru: Такие функции, как **{0}**, — это одно из многих преимуществ, доступных нашим сторонникам. Ваш вклад помогает нам покрывать расходы на серверы и поддерживает разработку Stability Matrix.
tr_tr: **{0}** gibi özellikler, destekçilerimize sunulan birçok avantajdan biridir. Katkınız, sunucu maliyetlerimizi karşılamamıza ve Stability Matrix'in geliştirilmesini desteklememize yardımcı olur.
uk_ua: Такі функції, як **{0}**, є однією з багатьох переваг, доступних для наших донатерів. Ваш внесок допомагає нам покривати витрати на сервер і підтримує розвиток Stability Matrix.

# Sponsorship_ReqSpecificTier
source: Features like **{0}** are available at the **{1}** supporter level (or higher). Your contribution helps us cover server costs for more advanced connected features and allows us to keep improving Stability Matrix for everyone.
cs_cz: Funkce jako **{0}** jsou dostupné na úrovni podpory **{1}** (nebo vyšší). Váš příspěvek nám pomáhá pokrýt náklady na servery pro pokročilejší propojené funkce a umožňuje nám neustále vylepšovat Stability Matrix pro všechny.
de: Funktionen wie **{0}** sind ab der Unterstützerstufe **{1}** (oder höher) verfügbar. Ihr Beitrag hilft uns, die Serverkosten für erweiterte verbundene Funktionen zu decken und ermöglicht es uns, Stability Matrix für alle kontinuierlich zu verbessern.
it_it: Funzionalità come **{0}** sono disponibili al livello sostenitore **{1}** (o superiore). Il Suo contributo ci aiuta a coprire i costi del server per le funzionalità connesse più avanzate e ci permette di migliorare costantemente Stability Matrix per tutti.
ja_jp: **{0}** のような機能は、**{1}** サポーターレベル（またはそれ以上）からご利用いただけます。皆様のご支援のおかげで、高度な接続機能のサーバー費用を賄い、Stability Matrixの改善を続けることが可能となっております。
ko_kr: **{0}** 기능은 **{1}** 후원자 등급(또는 그 이상)부터 이용 가능한 혜택입니다. 회원님의 기여는 더 고급 연결 기능을 위한 서버 비용을 충당하는 데 도움이 되며 모든 사용자를 위해 Stability Matrix를 계속 개선할 수 있게 해줍니다.
pt_br: Recursos como **{0}** estão disponíveis no nível de apoiador **{1}** (ou superior). Sua contribuição nos ajuda a cobrir os custos do servidor para recursos conectados mais avançados e nos permite continuar melhorando o Stability Matrix para todos.
ru_ru: Такие функции, как **{0}**, доступны на уровне поддержки **{1}** (или выше). Ваш вклад помогает нам покрывать расходы на серверы для более продвинутых подключенных функций и позволяет нам постоянно улучшать Stability Matrix для всех.
tr_tr: **{0}** gibi özellikler, **{1}** destekçi seviyesinde (veya üzeri) kullanılabilir. Katkınız, daha gelişmiş bağlantılı özellikler için sunucu maliyetlerimizi karşılamamıza yardımcı olur ve Stability Matrix'i herkes için sürekli iyileştirmemize olanak tanır.
uk_ua: Такі функції, як **{0}**, доступні на рівні **{1}** (або вище). Ваш внесок допомагає нам покривати витрати на сервер для більш просунутих підключених функцій і дозволяє нам продовжувати покращувати Stability Matrix для всіх.

# Sponsorship_ConnectPatreonPrompt
source: If you're already supporting us on Patreon, please link your account to continue.
cs_cz: Pokud nás již podporujete na Patreonu, propojte prosím svůj účet pro pokračování.
de: Wenn Sie uns bereits auf Patreon unterstützen, verknüpfen Sie bitte Ihr Konto, um fortzufahren.
it_it: Se ci sta già sostenendo su Patreon, La preghiamo di collegare il Suo account per continuare.
ja_jp: すでにPatreonでご支援いただいている場合は、引き続き機能をご利用いただくためにアカウント連携をお願いいたします。
ko_kr: 이미 Patreon에서 후원하고 계시다면, 계속 진행하려면 계정을 연결해 주세요.
pt_br: Se você já nos apoia no Patreon, por favor, vincule sua conta para continuar.
ru_ru: Если Вы уже поддерживаете нас на Patreon, пожалуйста, привяжите свою учетную запись, чтобы продолжить.
tr_tr: Bizi zaten Patreon'da destekliyorsanız, devam etmek için lütfen hesabınızı bağlayın.
uk_ua: Якщо ви вже підтримуєте нас на Patreon, будь ласка, прив'яжіть свій акаунт, щоб продовжити.

# Label_AccountSettings
source: Account Settings
cs_cz: Nastavení účtu
de: Kontoeinstellungen
it_it: Impostazioni account
ja_jp: アカウント設定
ko_kr: 계정 설정
pt_br: Configurações da conta
ru_ru: Настройки учетной записи
tr_tr: Hesap Ayarları
uk_ua: Налаштування облікового запису

# Action_ViewSupportOptions
source: View Support Options
cs_cz: Zobrazit možnosti podpory
de: Unterstützungsoptionen anzeigen
it_it: Visualizza opzioni di sostegno
ja_jp: 支援オプションを表示
ko_kr: 후원 옵션 보기
pt_br: Ver opções de apoio
ru_ru: Посмотреть варианты поддержки
tr_tr: Destek Seçeneklerini Görüntüle
uk_ua: Переглянути параметри підтримки

# Action_MaybeLater
source: Maybe Later
cs_cz: Možná později
de: Vielleicht später
it_it: Più tardi
ja_jp: 後で確認する
ko_kr: 나중에
pt_br: Mais tarde
ru_ru: Позже
tr_tr: Daha Sonra
uk_ua: Може, пізніше

# Label_Status
source: Status
cs_cz: Stav
ja_jp: 状態
ko_kr: 상태
ru_ru: Статус
tr_tr: Durum
uk_ua: Статус

# ModelDiscovery_Active
source: Active
cs_cz: Aktivní
de: Aktiv
ja_jp: 有効
ko_kr: 활성
pt_br: Ativo
ru_ru: Активно
tr_tr: Etkin
uk_ua: Активний

# ModelDiscovery_Inactive
source: Inactive (Using standard connection)
cs_cz: Neaktivní (používá se standardní připojení)
de: Inaktiv (Standardverbindung wird verwendet)
ja_jp: 無効（標準接続を使用中）
ko_kr: 비활성 (표준 연결 사용 중)
pt_br: Inativo (Usando conexão padrão)
ru_ru: Неактивно (Используется стандартное соединение)
tr_tr: Etkin değil (Standart bağlantı kullanılıyor)
uk_ua: Неактивний (Використовує стандартне з'єднання)

# ModelDiscovery_Description
source: Experience faster search results when browsing models from online repositories, such as Civitai.
cs_cz: Zažijte rychlejší výsledky vyhledávání při procházení modelů z online repozitářů, jako je Civitai.
de: Erleben Sie schnellere Suchergebnisse beim Durchsuchen von Modellen aus Online-Repositories wie Civitai.
ja_jp: Civitaiなどのオンラインリポジトリからモデルを閲覧する際に、より高速な検索結果を体験できます。
ko_kr: Civitai와 같은 온라인 리포지토리에서 모델을 탐색할 때 더 빠른 검색 결과를 경험해 보세요。
pt_br: Experimente resultados de busca mais rápidos ao navegar por modelos de repositórios online, como o Civitai.
ru_ru: Получайте более быстрые результаты поиска при просмотре моделей из онлайн-репозиториев, таких как Civitai.
tr_tr: Civitai gibi çevrimiçi depolardan modellere göz atarken daha hızlı arama sonuçları elde edin.
uk_ua: Скористайтеся швидшими результатами пошуку, переглядаючи моделі з онлайн-репозиторіїв, таких як CivitAI.

# ModelDiscovery_Disclaimer
source: Experimental optimization for third-party repositories. Not officially affiliated; availability may vary.
cs_cz: Experimentální optimalizace pro repozitáře třetích stran. Není oficiálně přidruženo; dostupnost se může lišit.
de: Experimentelle Optimierung für Repositories von Drittanbietern. Nicht offiziell angegliedert; Verfügbarkeit kann variieren.
ja_jp: 第三者リポジトリ向けの実験的な最適化です。公式に提携しているものではありません。利用可能性は変動する場合があります。
ko_kr: 타사 리포지토리에 대한 실험적인 최적화입니다. 공식적으로 제휴되지 않았으며, 사용 가능 여부는 달라질 수 있습니다。
pt_br: Otimização experimental para repositórios de terceiros. Não afiliado oficialmente; a disponibilidade pode variar.
ru_ru: Экспериментальная оптимизация для сторонних репозиториев. Официально не аффилирован; доступность может изменяться.
tr_tr: Üçüncü taraf depolar için deneysel optimizasyon. Resmi olarak bağlı değildir; kullanılabilirlik değişiklik gösterebilir.
uk_ua: Експериментальна оптимізація для сторонніх репозиторіїв. Офіційно не пов'язана з нами; доступність може змінюватися.

# Label_Beta
source: Beta
ja_jp: ベータ版
ko_kr: 베타
ru_ru: Бета
uk_ua: Бета

# ModelDiscovery_Title
source: Accelerated Model Discovery
cs_cz: Zrychlené objevování modelů
de: Beschleunigte Modellsuche
ja_jp: 加速モデル探索
ko_kr: 가속 모델 탐색
pt_br: Busca Acelerada de Modelos
ru_ru: Ускоренный поиск моделей
tr_tr: Hızlandırılmış Model Arama
uk_ua: Прискорене відкриття моделі

# PromptAmplifier_Disclaimer
source: ### 🪄 Introducing: Prompt Amplifier Our AI assistant, powered by our experimental Spark model, will generate creative expansions of your prompt. The Prompt Amplifier runs in our secure, enterprise-grade cloud environment—it does **not** run locally on your machine. ### ☁️️ Why Cloud? The Spark model operates at a scale comparable to trillion-parameter foundation models, requiring substantial computational power. While we’re committed to maximizing locally-runnable features, Spark’s advanced capabilities are available **now** via our cloud infrastructure. ### 🔒 Privacy First We prioritize your privacy ([Gen AI Terms](<https://lykos.ai/gen-ai-terms>)). **Your prompts/outputs are NEVER used for AI training by Lykos AI or our necessary cloud infrastructure partners.** Secure processing occurs solely to generate your amplification, **after which we only retain metadata (like timestamps and token counts), not the prompt content itself.** Your data is never sold or shared.
cs_cz: ### 🪄 Představujeme: Zesilovač promptů Náš AI asistent, poháněný naším experimentálním modelem Spark, bude generovat kreativní rozšíření vašeho promptu. Zesilovač promptů běží v našem zabezpečeném, podnikovém cloudovém prostředí – **neběží** lokálně na vašem počítači. ### ☁️️ Proč cloud? Model Spark pracuje v měřítku srovnatelném se základními modely s biliony parametrů, což vyžaduje značný výpočetní výkon. I když jsme odhodláni maximalizovat lokálně spustitelné funkce, pokročilé schopnosti Sparku jsou dostupné **nyní** prostřednictvím naší cloudové infrastruktury. ### 🔒 Soukromí na prvním místě Upřednostňujeme vaše soukromí ([Podmínky Gen AI](<https://lykos.ai/gen-ai-terms>)). **Vaše prompty/výstupy NEJSOU NIKDY používány pro trénování AI společností Lykos AI ani našimi nezbytnými partnery pro cloudovou infrastrukturu.** Bezpečné zpracování probíhá pouze za účelem generování vašeho zesílení, **poté si ponecháváme pouze metadata (jako jsou časová razítka a počty tokenů), nikoli samotný obsah promptu.** Vaše data se nikdy neprodávají ani nesdílejí.
ja_jp: ### ✨ 新機能：Prompt Amplifier 登場 実験的なSparkモデルを搭載した Lykos AI のアシスタントが、お客様のプロンプトを創造的に拡張したものを生成します。 Prompt Amplifier は、安全なエンタープライズ級クラウド環境で実行されます — お客様のマシン上でローカルに実行されることは**ありません**。 ### ☁️ クラウドを選ぶ理由 Spark モデルは、数兆パラメータの基盤モデルに匹敵する規模で動作し、相当な計算能力を必要とします。私たちはローカルで実行可能な機能を最大限に活用することに尽力していますが、Spark の高度な機能は**今すぐ**当社のクラウドインフラストラクチャを通じて利用可能です。 ### 🔒 プライバシー第一 私たちはプライバシーを最優先します（[Gen AI 利用規約](https://lykos.ai/gen-ai-terms)）。お客様のプロンプトや出力は、Lykos AI または必要なクラウドインフラストラクチャパートナーによって、AI トレーニングに**決して**使用されることはありません。安全な処理は、お客様の拡張生成のためだけに行われます。**その後、プロンプトの内容自体ではなく、メタデータ（タイムスタンプやトークン数など）のみを保持します**。お客様のデータが販売されたり共有されたりすることは決してありません。
uk_ua: ### Представляємо: Підсилювач реплік Наш помічник зі штучним інтелектом, заснований на експериментальній моделі Spark, генерує творчі варіанти ваших підказок. Prompt Amplifier працює в нашому захищеному хмарному середовищі корпоративного рівня - він не працює локально на вашому комп'ютері. ### ☁️️ Чому хмарне середовище? Модель Spark працює в масштабі, порівнянному з фундаментальними моделями з трильйонами параметрів, що вимагає значних обчислювальних потужностей. Хоча ми прагнемо максимізувати можливості локального запуску, розширені можливості Spark доступні **тепер** через нашу хмарну інфраструктуру. ### Конфіденційність понад усе Ми ставимо на перше місце вашу конфіденційність ([Умови Gen AI] (<https://lykos.ai/gen-ai-terms>)). **Ваші підказки/вихідні дані НІКОЛИ не використовуються для навчання ШІ компанією Lykos AI або нашими партнерами з хмарної інфраструктури.** Безпечна обробка відбувається виключно для генерації вашого посилення, після чого ми зберігаємо лише метадані (наприклад, часові мітки та кількість токенів), а не сам вміст підказок.** Ваші дані ніколи не продаються та не передаються іншим особам.

# Label_OpenArtBrowser
source: OpenArt Browser
cs_cz: Prohlížeč OpenArt
ja_jp: OpenArtブラウザ
ko_kr: OpenArt 브라우저
pt_br: Explorar OpenArt
ru_ru: Обозреватель OpenArt
tr_tr: OpenArt Tarayıcı

# Label_Email
source: Email
ko_kr: 이메일
ru_ru: Эл. почта
tr_tr: E-posta

# Label_MinCfg
source: Min CFG
ko_kr: 최소 CFG
pt_br: CFG Mínimo
ru_ru: Мин CFG

# Label_MotionBucketId
source: Motion Bucket ID
pt_br: ID do Grupo de Movimento
ru_ru: Интенсивность движения (Motion Bucket ID)

# Label_NSFW
source: NSFW
ko_kr: 성인물
