Repository: LykosAI/StabilityMatrix
Catalog: StabilityMatrix.Avalonia/Languages/Resources.*.resx
Languages: cs_cz, de, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, uk_ua

# Label_AreYouSureDeleteModels
source: Are you sure you want to delete {0} models?
cs_cz: Jste si jisti, že chcete smazat {0} modelů?
ja_jp: {0}個のモデルを削除しますか？
ko_kr: {0}개의 모델을 삭제할까요?
pt_br: Tem certeza que deseja apagar {0} modelos?
ru_ru: Удалить модели {0}?
tr_tr: {0} modelini silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити стільки моделей: {0}?

# Label_AutoSearchOnLoad
source: Auto-Search on Load
cs_cz: Automatické hledání při načtení
ko_kr: 로드 시 자동 검색
pt_br: Pesquisar ao carregar
ru_ru: Автопоиск при загрузке
tr_tr: Yükleme Sırasında Otomatik Arama
uk_ua: Автоматичний пошук при завантаженні

# Label_AutoSearchOnLoad_Description
source: Automatically initiate a search when the model browser page is loaded
cs_cz: Automaticky zahájit hledání při načtení stránky prohlížeče modelů
ja_jp: model browserページが読み込まれたら、自動的に検索を開始する
ko_kr: 모델 브라우저 페이지를 로드할 때 자동으로 검색을 시작합니다
pt_br: Pesquisar automaticamente ao abrir o gerenciador de modelos
ru_ru: Автоматически запускать поиск при загрузке страницы браузера модели
tr_tr: Model tarayıcı sayfası yüklendiğinde otomatik olarak bir arama başlatma
uk_ua: Автоматично запускати пошук при завантаженні сторінки браузера моделі

# Action_ToggleVisibility
source: Toggle Visibility
cs_cz: Přepnout viditelnost
ja_jp: 表示の切り替え
ko_kr: 가시성 토글
pt_br: Alternar visibilidade
ru_ru: Переключить Видимость
tr_tr: Görünürlüğü Değiştir
uk_ua: Переключити видимість

# Label_ClippingMask
source: Clipping Mask
cs_cz: Ořezová maska
ko_kr: 클리핑 마스크
pt_br: Máscara de corte
ru_ru: Маска отсечения
tr_tr: Kırpma Maskesi
uk_ua: Маска для обрізання

# Label_AppFolders
source: App Folders
cs_cz: Adresáře aplikace
ko_kr: 앱 폴더
pt_br: Pastas do programa
ru_ru: Папки приложения
tr_tr: Uygulama Klasörleri
uk_ua: Папки додатків

# Label_Logs
source: Logs
cs_cz: Záznamy (logy)
ko_kr: 로그
ru_ru: Логи
tr_tr: Günlükler
uk_ua: Логи

# Label_AppData
source: App Data
cs_cz: Data aplikace
ko_kr: 앱 데이터
pt_br: Dados do programa
ru_ru: Данные приложения
tr_tr: Uygulama Verileri
uk_ua: Дані програми

# TextTemplate_PackageUpdatedToSelected
source: {0} has been updated to the selected version
cs_cz: {0} byl aktualizován na vybranou verzi
ja_jp: {0}のバージョンが更新されました。
ko_kr: {0} 을(를) 선택한 버전으로 업데이트했습니다
pt_br: {0} atualizado para a versão escolhida
ru_ru: {0} обновлён до выбранной версии
tr_tr: {0} seçilen sürüme güncellendi
uk_ua: {0} оновлено до вибраної версії

# Action_CopyAsBitmap
source: Copy as Bitmap
cs_cz: Kopírovat jako bitmapu
ja_jp: bitmapにコピー
ko_kr: 비트맵으로 복사
pt_br: Copiar como bitmap
ru_ru: Копировать как растровое изображение
tr_tr: Bitmap Olarak Kopyala
uk_ua: Копіювати як растрове зображення

# Label_DisableUpdateCheck
source: Disable Update Check
cs_cz: Vypnout kontrolu aktualizace
ja_jp: アップデートチェックを無効にする
ko_kr: 자동 업데이트 비활성화
pt_br: Desativar atualização automática
ru_ru: Отключить проверку обновлений
tr_tr: Güncelleme Kontrolünü Devre Dışı Bırak
uk_ua: Вимкнути перевірку оновлень

# Warning_PleaseExtractFirst
source: PLEASE EXTRACT THE APP FROM THE ZIP FILE BEFORE RUNNING STABILITY MATRIX
cs_cz: PŘED SPUŠTĚNÍM STABILITY MATRIX PROSÍM ROZBALTE APLIKACI ZE ZIP SOUBORU
ja_jp: Stability Matrixを実行する前に、ZIPファイルからアプリを抽出してください
ko_kr: Stability Matrix를 실행하기 전에 압축을 해제하세요
pt_br: EXTRAIA O PROGRAMA DO ARQUIVO ZIP ANTES DE EXECUTAR O STABILITY MATRIX
ru_ru: ПОЖАЛУЙСТА ИЗВЛЕКИТЕ ПРИЛОЖЕНИЕ ИЗ АРХИВА ПЕРЕЗ ЗАПУСКОМ STABILITY MATRIX
tr_tr: STABILITE MATRISINI ÇALIŞTIRMADAN ÖNCE LÜTFEN UYGULAMAYI ZIP DOSYASINDAN ÇIKARIN
uk_ua: Будь ласка, розпакуйте додаток з ZIP-архіву перед запуском Stability Matrix

# Label_HistorySize
source: History Size
cs_cz: Velikost historie
ko_kr: 기록 크기
pt_br: Tamanho do Histórico
ru_ru: Размер истории
tr_tr: Geçmiş Boyutu
uk_ua: Розмір історії

# Label_HistorySize_Description
source: The number of lines above the ones displayed in the console you can scroll back to
cs_cz: Počet řádků nad těmi zobrazenými v konzoli, ke kterým se můžete vrátit
ja_jp: コンソールに表示されている行より上にスクロールして戻ることができる行数
pt_br: O número de linhas acima daquelas exibidas no console em que você pode rolar de volta
ru_ru: Количество дополнительных строк консоли, доступных при прокрутке вверх
tr_tr: Konsolda görüntülenen satırların üzerinde geri kaydırabileceğiniz satır sayısı
uk_ua: Кількість рядків над тими, що відображаються в консолі, до яких можна прокрутити назад

# Label_ConnectAccountFailed
source: We had some trouble connecting your account
cs_cz: Nepodařilo se nám připojit váš účet
ja_jp: アカウント接続に問題が発生しました
ko_kr: 귀하의 계정을 연결하는 데 문제가 발생했습니다
pt_br: Nós tivemos algum problema para conectar sua conta
ru_ru: Произошла проблема с подключением вашего аккаунта
tr_tr: Hesabınızı bağlarken bazı sorunlar yaşadık
uk_ua: У нас виникли проблеми з підключенням вашого облікового запису

# Label_EditModelMetadata
source: Edit Model Metadata
cs_cz: Upravit metadata modelu
ja_jp: モデルメタデータの編集
ko_kr: 모델 메타데이터 편집
pt_br: Editar Metadados do Modelo
ru_ru: Изменить Метаданные Модели
tr_tr: Model Meta Verilerini Düzenleme
uk_ua: Редагування метаданих моделі

# Label_Tags
source: Tags
cs_cz: Tagy
ko_kr: 태그
ru_ru: Тэги
tr_tr: Etiketler
uk_ua: Теги

# Label_VersionName
source: Version Name
cs_cz: Název verze
ja_jp: バージョン名
ko_kr: 버전 이름
pt_br: Nome de Versão
ru_ru: Название Версии
tr_tr: Sürüm Adı
uk_ua: Назва версії

# Label_TrainedWords
source: Trained Words
cs_cz: Trénovaná slova
ko_kr: 학습된 단어
pt_br: Palavras Treinadas
ru_ru: Обученные слова
tr_tr: Eğitilmiş Kelimeler
uk_ua: Треновані слова

# Label_PreviewImage
source: Preview Image
cs_cz: Náhledový obrázek
ko_kr: 미리보기 이미지
pt_br: Pré-visualizar imagem
ru_ru: Превью
tr_tr: Önizleme Görüntüsü
uk_ua: Попередній перегляд зображення

# Label_BatchSize
source: Batch Size
cs_cz: Velikost dávky
ko_kr: 배치 크기
pt_br: Tamanho do Lote
ru_ru: Размер сетки
tr_tr: Toplu İş Boyutu
uk_ua: Розмір партії

# Label_Batches
source: Batches
cs_cz: Dávky
ko_kr: 배치
pt_br: Lotes
ru_ru: Количество
tr_tr: Toplu İşler
uk_ua: Партії

# Label_Sampler
source: Sampler
ko_kr: 샘플러
pt_br: Amostrador
ru_ru: Алгоритм
tr_tr: Örnekleyici
uk_ua: Семплер

# Label_Scheduler
source: Scheduler
ko_kr: 스케쥴러
pt_br: Agendador
ru_ru: Планировщик
tr_tr: Programlayıcı
uk_ua: Планувальник

# Label_MaxSize
source: Max Size
cs_cz: Maximální velikost
ko_kr: 최대 크기
pt_br: Tamanho máximo
ru_ru: Максимальный Размер
tr_tr: Maksimum Boyut
uk_ua: Максимальний розмір

# Label_UseSeparatePrompt
source: Use Separate Prompt
cs_cz: Použít oddělený prompt
ko_kr: 별도의 프롬프트 사용
pt_br: Usar prompt separado
ru_ru: Использовать отдельный промпт
tr_tr: Ayrı İstem Kullanın
uk_ua: Використовувати окремий промпт

# Label_Seed
source: Seed
ko_kr: 시드
pt_br: Semente
ru_ru: Сид
uk_ua: Зернятко

# Label_NegativePrompt
source: Negative Prompt
cs_cz: Negativní prompt
ko_kr: 부정 프롬프트
pt_br: Prompt Negativo
ru_ru: Негативный промпт
tr_tr: Olumsuz İstem
uk_ua: Негативний промпт

# Label_NewFolder
source: New Folder
cs_cz: Nový adresář
ko_kr: 새 폴더
pt_br: Nova Pasta
ru_ru: Новая Папка
tr_tr: Yeni Klasör
uk_ua: Нова папка

# Label_CopyLinkToClipboard
source: Copy Link to Clipboard
cs_cz: Kopírovat odkaz do schránky
ja_jp: リンクをクリップボードにコピー
ko_kr: 클립보드에 링크 복사
pt_br: Copiar Link para a Área de Transferência
ru_ru: Копировать Ссылку в Буфер Обмена
tr_tr: Bağlantıyı Panoya Kopyala
uk_ua: Копіювати посилання в буфер обміну

# TextTemplate_OAuthLoginTitle
source: Sign in with {0}
cs_cz: Přihlásit se pomocí {0}
ja_jp: {0} でサインイン
pt_br: Entrar com {0}
ru_ru: Войти с помощью {0}
uk_ua: Увійдіть через {0}

# Text_AllowBrowserOpenAppLink
source: Please allow your browser to open this app when prompted to continue.
cs_cz: Povolte prosím svému prohlížeči otevřít tuto aplikaci, když budete vyzváni k pokračování.
pt_br: Permita que seu navegador abra este aplicativo quando solicitado.
ru_ru: Разрешите вашему браузеру открыть это приложение, когда вам будет предложено продолжить.
uk_ua: Будь ласка, дозвольте вашому браузеру відкрити цей додаток, коли з'явиться запит на продовження.

# Text_OAuthLoginDescription
source: Open the link in your browser and follow the instructions to connect your account.
cs_cz: Otevřete odkaz ve svém prohlížeči a postupujte podle pokynů pro připojení vašeho účtu.
ja_jp: ブラウザのリンクを開き、指示に従ってアカウントを接続してください
pt_br: Abra o link no seu navegador e siga as instruções para conectar sua conta.
ru_ru: Откройте ссылку в браузере и следуйте инструкциям по подключению учётной записи.
uk_ua: Відкрийте посилання у вашому браузері та дотримуйтесь інструкцій, щоб підключити свій обліковий запис.

# Label_PythonDependenciesOverride_Title
source: Python Dependencies Override
cs_cz: Přepsání závislostí Pythonu
pt_br: Substituir dependências do Python
ru_ru: Переопределение зависимостей Python
uk_ua: Перевизначення залежностей Python

# Label_PythonDependenciesOverride_Description
source: Add, replace, or remove dependencies for install and update
cs_cz: Přidat, nahradit nebo odebrat závislosti pro instalaci a aktualizaci
ja_jp: インストールと更新時に依存関係を追加・置換・削除
pt_br: Adicione, substitua ou remova dependências para instalação e atualização
ru_ru: Добавление, замена или удаление зависимостей для установки и обновления
uk_ua: Додавання, заміна або видалення залежностей для встановлення та оновлення

# Label_DependencySpecifiers
source: Dependency Specifiers
cs_cz: Specifikátory závislostí
pt_br: Especificadores de dependência
ru_ru: Спецификаторы зависимостей
uk_ua: Специфікатори залежностей

# Label_Analytics
source: Analytics
cs_cz: Analytika
pt_br: Dados Analíticos
ru_ru: Аналитика
uk_ua: Аналітика

# TextTemplate_YouCanChangeThisBehavior
source: You can always change this behavior in {0}.
cs_cz: Toto chování můžete kdykoli změnit v {0}.
ja_jp: この動作はいつでも {0} の手順で変更できます。
pt_br: Você sempre pode alterar esse comportamento em {0}.
ru_ru: Вы всегда можете изменить это поведение в {0}.
uk_ua: Ви завжди можете змінити цю поведінку в {0}.

# Text_AnalyticsDescription
source: Help us improve Stability Matrix by sending anonymous data about features used, operating system versions, types of packages installed, etc. The data sent is never associated with you or your account and will not include personal data or any sensitive information.
cs_cz: Pomozte nám vylepšit Stability Matrix zasíláním anonymních dat o používaných funkcích, verzích operačního systému, typech instalovaných balíčků atd. Odeslaná data nejsou nikdy spojena s vámi nebo vaším účtem a nebudou obsahovat osobní údaje ani žádné citlivé informace.
ja_jp: Stability Matrixの改善にご協力ください。OS, パッケージの種類など改善に必要なデータのみ匿名で送信し、あなた及びあなたのアカウントとの関連付けはいたしません、また個人データ・機密情報は決して送信しません。
pt_br: Ajude-nos a melhorar o Stability Matrix enviando dados anônimos sobre recursos usados, versões de sistema operacional, tipos de pacotes instalados, etc. Os dados enviados nunca serão associados a você ou à sua conta e não incluirão dados pessoais ou qualquer informação sensível.
ru_ru: Помогите нам улучшить Stability Matrix, отправляя анонимные данные об используемых функциях, версиях операционной системы, типах установленных пакетов и так далее. Отправленные данные никогда не будут связаны с вами или вашей учётной записью и не будут включать личные данные или какую-либо конфиденциальную информацию.
uk_ua: Допоможіть нам покращити Stability Matrix, надіславши анонімні дані про використовувані функції, версії операційної системи, типи встановлених пакунків тощо. Надіслані дані ніколи не будуть пов'язані з вами або вашим обліковим записом і не міститимуть особистих даних або будь-якої конфіденційної інформації.

# Text_AnalyticsDescriptionShort
source: Help us improve Stability Matrix by sending anonymous data about features used, operating system versions, types of packages installed, etc.
cs_cz: Pomozte nám vylepšit Stability Matrix zasíláním anonymních dat o používaných funkcích, verzích operačního systému, typech instalovaných balíčků atd.
ja_jp: 使用された機能、OSのバージョン、インストールされているパッケージの種類などについての匿名データを送信して、Stability Matrixの改善にご協力ください。
pt_br: Ajude-nos a melhorar o Stability Matrix enviando dados anônimos sobre recursos usados, versões de sistema operacional, tipos de pacotes instalados, etc.
ru_ru: Помогите нам улучшить Stability Matrix, отправляя анонимные данные об используемых функциях, версиях операционной системы, типах установленных пакетов и так далее.
uk_ua: Допоможіть нам покращити Stability Matrix, надіславши анонімні дані про використовувані функції, версії операційної системи, типи встановлених пакунків тощо.

# Text_AnalyticsDataPrivacyInfo
source: The data sent is never associated with you or your account and will not include personal data or any sensitive information.
cs_cz: Odeslaná data nejsou nikdy spojena s vámi nebo vaším účtem a nebudou obsahovat osobní údaje ani žádné citlivé informace.
ja_jp: 送信されたデータは、あなたまたはあなたのアカウントとは決して関連付けられず、個人データや機密情報を含みません。
pt_br: Os dados enviados nunca serão associados a você ou à sua conta e não incluirão dados pessoais ou qualquer informação sensível.
ru_ru: Отправляемые данные никогда не будут связаны с вами или вашей учётной записью и не будут содержать личных данных или какой-либо конфиденциальной информации.
uk_ua: Надіслані дані ніколи не будуть пов'язані з вами або вашим обліковим записом і не будуть містити особистих даних або будь-якої конфіденційної інформації.

# Label_UsageData
source: Usage data
cs_cz: Data o používání
ja_jp: 使用状況のデータ
pt_br: Dados de Uso
ru_ru: Данные использования
uk_ua: Дані про використання

# Label_PrivacyPolicy
source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů
ja_jp: プライバシーポリシー
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
uk_ua: Політика конфіденційності

# Label_ImageHidden
source: Image Hidden
cs_cz: Obrázek skryt
pt_br: Imagem ocultada
ru_ru: Скрытое изображение
uk_ua: Приховане зображення

# Label_NoImageFound
source: No Image Found
cs_cz: Nebyl nalezen žádný obrázek
ja_jp: 画像が見つかりません
pt_br: Nenhuma imagem encontrada
ru_ru: Изображение не найдено
uk_ua: Зображення не знайдено

# Label_HideEmptyCategories
source: Hide Empty Categories
cs_cz: Skrýt prázdné kategorie
ja_jp: 非表示のカテゴリを非表示
pt_br: Ocultar categorias vazias
ru_ru: Скрыть пустые категории
uk_ua: Приховати порожні категорії

# Label_ShowNsfwImages
source: Show NSFW Images
cs_cz: Zobrazit NSFW obrázky
ja_jp: NSFW画像を表示
pt_br: Mostrar imagens NSFW
ru_ru: Показывать изображения с NSFW
uk_ua: Показати зображення NSFW

# Label_EnableLongPaths
source: Enable Long Paths
cs_cz: Povolit dlouhé cesty
ja_jp: 長いファイル名を有効にする
pt_br: Habilitar caminhos longos
ru_ru: Включить длинные пути
uk_ua: Увімкнути довгі шляхи

# Label_EnableLongPathsDescription
source: Remove MAX_PATH limitations from common Win32 file and directory functions
cs_cz: Odstranit omezení MAX_PATH z běžných funkcí Win32 pro soubory a adresáře
ja_jp: MAX_PATH limitations を削除する(Windows で長いファイルパスを有効にする設定)
pt_br: Remover limitações MAX_PATH de funções comuns de arquivo e diretório do Win32
ru_ru: Уберает ограничения MAX_PATH из общих функций файлов и каталогов Win32
uk_ua: Видалити обмеження MAX_PATH зі звичайних функцій файлів і каталогів Win32

# Label_SystemSettings
source: System Settings
cs_cz: Nastavení systému
ja_jp: システム設定
pt_br: Configurações do Sistema
ru_ru: Системные настройки
uk_ua: Налаштування системи

# Label_ChangesApplied
source: Changes Applied
cs_cz: Změny byly aplikovány
ja_jp: 変更を適用する
pt_br: Alterações Aplicadas
ru_ru: Внесённые изменения
uk_ua: Застосовані зміни

# Text_RestartMayBeRequiredForSystemChanges
source: A restart may be required for system changes to take effect.
cs_cz: Pro projevení systémových změn může být vyžadován restart.
ja_jp: 変更を有効にするには、再起動が必要になる場合があります。
pt_br: Uma reinicialização pode ser necessária para que as alterações do sistema tenham efeito.
ru_ru: Чтобы изменения в системе применились, может потребоваться перезагрузка.
uk_ua: Для того, щоб зміни в системі набули чинності, може знадобитися перезавантаження.

# Label_ReleasesUnavailableForThisPackage
source: Releases are unavailable for this package.
cs_cz: Pro tento balíček nejsou dostupná žádná vydání.
ja_jp: このパッケージではこのリリースを利用できません。
pt_br: Este pacote não possui versões disponíveis.
ru_ru: Релизы для этого пакета недоступны.
uk_ua: Випуски для цього пакунка недоступні.

# Text_UnexpectedError_Description
source: Please let us know about this issue with the details below and attach the zipped log files.
cs_cz: Informujte nás prosím o tomto problému s níže uvedenými detaily a přiložte zazipované soubory se záznamy (logy).
uk_ua: Будь ласка, повідомте нам про цю проблему, вказавши деталі нижче, і прикріпіть заархівовані файли журналів.

# Text_UnexpectedErrorRecoverable_Description
source: You can continue, but full functionality will be available after restart. Please let us know about this issue with the details below and attach the zipped log files.
cs_cz: Můžete pokračovat, ale plná funkčnost bude dostupná až po restartu. Informujte nás prosím o tomto problému s níže uvedenými detaily a přiložte zazipované soubory se záznamy (logy).
uk_ua: Ви можете продовжити роботу, але повна функціональність буде доступна після перезапуску. Будь ласка, повідомте нам про цю проблему, вказавши деталі нижче, і прикріпіть заархівовані файли журналів.

# Action_ShowLogInExplorer
source: Show Log in Explorer
cs_cz: Zobrazit záznam v Průzkumníkovi
uk_ua: Показати лог у файловому провіднику

# Action_ShowLogInFinder
source: Show Log in Finder
cs_cz: Zobrazit záznam ve Finderu
uk_ua: Показати лог у Finder

# Label_ExtensionPacks
source: Extension Packs
cs_cz: Sady rozšíření
uk_ua: Пакети розширення

# Label_NoExtensionPacksFound
source: No Extension Packs Found
cs_cz: Nebyly nalezeny žádné sady rozšíření
uk_ua: Розширення не знайдено

# Label_OpenExtensionPacksFolder
source: Open Extension Packs Folder
cs_cz: Otevřít adresář sad rozšíření
uk_ua: Відкрити папку з пакетами розширень

# Label_InstallExtensionPack
source: Install Extension Pack
cs_cz: Instalovat sadu rozšíření
uk_ua: Інсталяція пакета розширень

# Label_AddToExistingPack
source: Add to Existing Pack
cs_cz: Přidat do existující sady
uk_ua: Додати до існуючого пакету

# Label_NewExtensionPack
source: New Extension Pack
cs_cz: Nová sada rozšíření
uk_ua: Новий пакет розширень

# Label_CreateExtensionPackExplanation
source: To create one, simply select the extensions you want from the 'Available Extensions' or 'Installed Extensions' tab and click 'Save'
cs_cz: Pro vytvoření sady jednoduše vyberte požadovaná rozšíření z karty 'Dostupná rozšíření' nebo 'Nainstalovaná rozšíření' a klikněte na 'Uložit'
uk_ua: вЩоб створити його, просто виберіть потрібні розширення у вкладці "Доступні розширення" або "Встановлені розширення" та натисніть "Зберегти"

# Label_ImportExtensionPacksExplanation
source: Add a .json extension pack file to the ExtensionPacks folder within your Data directory.
cs_cz: Přidejte soubor sady rozšíření .json do adresáře ExtensionPacks ve vašem adresáři s daty.
uk_ua: Додайте файл пакету розширень .json до теки ExtensionPacks у вашому каталозі Data.

# Label_OrWithHyphensAround
source: - or -
cs_cz: - nebo -
uk_ua: - або -

# Action_OpenOnOpenModelDb
source: Open on OpenModelDB
cs_cz: Otevřít na OpenModelDB
uk_ua: Відкрити на OpenModelDB

# Label_Wildcards
source: Wildcards
cs_cz: Žolíky (Wildcards)
uk_ua: Підстановочні знаки

# Text_OAuthDeviceAuthDescription
source: Open the link in your browser and enter the following code to authorize your account with Stability Matrix.
cs_cz: Otevřete odkaz ve svém prohlížeči a zadejte následující kód pro autorizaci vašeho účtu se Stability Matrix.
uk_ua: Відкрийте посилання у вашому браузері та введіть наступний код для авторизації вашого облікового запису в Stability Matrix.

# Action_CopyAndOpen
source: Copy and Open
cs_cz: Kopírovat a otevřít
uk_ua: Скопіювати та відкрити
