Repository: LykosAI/StabilityMatrix
Catalog: StabilityMatrix.Avalonia/Languages/Resources.*.resx
Languages: cs_cz, de, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, uk_ua

# Label_Inference
source: Inference
ko_kr: 추론
pt_br: Inferência
ru_ru: Инференс
tr_tr: Üretici
uk_ua: Генерація

# Label_Prompt
source: Prompt
ja_jp: プロンプト
ko_kr: 프롬프트
ru_ru: Промпт
tr_tr: Komut
uk_ua: Промпт

# Label_OutputImageFiles
source: Output Image Files
cs_cz: Výstupní soubory obrázků
de: Ausgabe von Bilddateien
ja_jp: アウトプット画像
ko_kr: 출력 이미지 파일
pt_br: Imagens geradas
ru_ru: Файлы выходных изображений
tr_tr: Çıktı Resim Dosyaları
uk_ua: Вихідні файли зображень

# Label_ImageViewer
source: Image Viewer
cs_cz: Prohlížeč obrázků
de: Bildbetrachter
ja_jp: イメージビューア
ko_kr: 이미지 뷰어
pt_br: Visualizador de Imagens
ru_ru: Просмотрщик изображений
tr_tr: Resim görüntüleyici
uk_ua: Переглядач зображень

# Label_AutoCompletion
source: Auto Completion
cs_cz: Automatické doplňování
de: Automatische Vervollständigung
ja_jp: 自動補完
ko_kr: 자동완성
pt_br: Preenchimento automático
ru_ru: Автозавершение
tr_tr: Otomatik Tamamlama
uk_ua: Підказки при введенні

# Label_CompletionReplaceUnderscoresWithSpaces
source: Replace underscores with spaces when inserting completions
cs_cz: Při vkládání doplňků nahradit podtržítka mezerami
de: Ersetzen von Unterstrichen durch Leerzeichen beim Einfügen von Vervollständigungen
ja_jp: 入力補完でアンダースコアをスペースに置き換える
ko_kr: 추가할 때 밑줄을 공백으로 치환
pt_br: Substituir _ (underline) por espaços ao completar
ru_ru: Заменяйте символы подчеркивания пробелами при вставке завершений
tr_tr: Tamamlamaları eklerken alt çizgileri boşluklarla değiştirin
uk_ua: Замінюйте нижні підкреслення на пробіли під час автозаповнення

# Label_PromptTags
source: Prompt Tags
cs_cz: Tagy pro prompt
ko_kr: 프롬프트 태그
pt_br: Tags de Prompt
ru_ru: Теги промпта
tr_tr: Komut Etiketleri
uk_ua: Теги підказки

# Label_PromptTagsImport
source: Import Prompt tags
cs_cz: Importovat tagy pro prompt
de: Importiere Prompt Tags
ko_kr: 프롬프트 태그 가져오기
pt_br: Importar tags de prompt
ru_ru: Импорт тегов промпта
tr_tr: Komut etiketlerini içe aktar
uk_ua: Імпортувати теги підказки

# Label_PromptTagsDescription
source: Tags file to use for suggesting completions (Supports the a1111-sd-webui-tagcomplete .csv format)
cs_cz: Soubor s tagy pro navrhování doplňků (podporuje formát .csv z a1111-sd-webui-tagcomplete)
de: Tags-Datei, die zum Vorschlagen von Vervollständigungen verwendet wird (unterstützt das Format a1111-sd-webui-tagcomplete .csv)
ja_jp: 入力補完に使用するタグリスト(拡張機能a1111-sd-webui-tagcomplete内にあるcsvファイルが使えます)
ko_kr: 자동완성 제안에 사용할 태그 파일(a1111-sd-webui-tagcomplete .csv 형식 지원)
pt_br: Arquivo com tags para ser usado como sugestões (formato .csv do a1111-sd-webui-tagcomplete)
ru_ru: Файл тегов для предложения завершений (поддерживает формат .csv a1111-sd-webui-tagcomplete)
tr_tr: Tamamlamaları önermek için kullanılacak etiket dosyası (a1111-sd-webui-tagcomplete .csv formatını destekler)
uk_ua: Помічає файл для підказок при автодоповненні промпта (підтримується формат a1111-sd-webui-tagcomplete .csv)

# Label_SystemInformation
source: System Information
cs_cz: Systémové informace
de: Systeminformationen
ja_jp: システム情報
ko_kr: 시스템 정보
pt_br: Informações do Sistema
ru_ru: Информация о системе
tr_tr: Sistem bilgisi
uk_ua: Інформація про систему

# Label_Addons
source: Addons
cs_cz: Doplňky
de: Zusätze
ko_kr: 애드온
ru_ru: Дополнения
tr_tr: Eklentiler
uk_ua: Аддони

# Label_SaveIntermediateImage
source: Save Intermediate Image
cs_cz: Uložit mezilehlý obrázek
de: Zwischenbild speichern
ja_jp: 中間画像を保存
ko_kr: 중간 이미지 저장
pt_br: Salvar imagens intermediárias
ru_ru: Сохранить промежуточное изображение
tr_tr: Ara Resmi Kaydet
uk_ua: Зберегти проміжне зображення

# Label_Settings
source: Settings
cs_cz: Nastavení
de: Einstellungen
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
tr_tr: Ayarlar
uk_ua: Налаштування

# Action_SelectFile
source: Select File
cs_cz: Vybrat soubor
de: Datei auswählen
ja_jp: ファイルを選択
ko_kr: 파일 선택
pt_br: Selecionar arquivo
ru_ru: Выбрать файл
tr_tr: Dosya Seç
uk_ua: Обрати файл

# Action_ReplaceContents
source: Replace Contents
cs_cz: Nahradit obsah
de: Inhalt ersetzen
ko_kr: 내용 덮어쓰기
pt_br: Substituir conteúdo
ru_ru: Заменить содержимое
tr_tr: İçeriği Değiştir
uk_ua: Замінити вміст

# Label_WipFeature
source: Not yet available
cs_cz: Zatím nedostupné
de: Noch nicht verfügbar
ja_jp: まだです
ko_kr: 아직 사용할 수 없습니다
pt_br: Ainda não disponível
ru_ru: Пока недоступно
tr_tr: Henüz uygun değil
uk_ua: Поки що недоступно

# Label_WipFeatureDescription
source: Feature will be available in a future update
cs_cz: Funkce bude dostupná v budoucí aktualizaci
de: Die Funktion wird in einem zukünftigen Update verfügbar sein
ja_jp: 今後のアップデートにご期待ください
ko_kr: 이 기능은 추후 업데이트에서 사용할 수 있습니다
pt_br: Recurso disponível em breve
ru_ru: Функция будет доступна в одном из будущих обновлений
tr_tr: Özellik gelecekteki bir güncellemede kullanıma sunulacak
uk_ua: Функція буде доступна в наступному оновленні

# Label_MissingImageFile
source: Missing Image File
cs_cz: Chybějící soubor obrázku
de: Fehlende Bilddatei
ja_jp: 画像ファイルを見失ってます
ko_kr: 이미지 파일 누락
pt_br: Arquivo de imagem não encontrado
ru_ru: Отсутствует файл изображения
tr_tr: Eksik Resim Dosyası
uk_ua: Відсутній файл зображення

# Label_HolidayMode
source: Holiday Mode
cs_cz: Prázdninový režim
de: Urlaubsmodus
ja_jp: ホリデーモード
ko_kr: 축제 모드
pt_br: Modo Feriado
ru_ru: Праздничный режим
tr_tr: Tatil Modu
uk_ua: Різдвяний режим

# Label_CLIPSkip
source: CLIP Skip
de: CLIP überspringen
ko_kr: CLIP 스킵
pt_br: Ignorar CLIP
ru_ru: Пропуск CLIP
tr_tr: CLIP Atla
uk_ua: Пропуск CLIP

# Label_ImageToVideo
source: Image to Video
cs_cz: Obrázek na video
de: Bild zu Video
pt_br: Imagem para Vídeo
ru_ru: Изображение в видео
tr_tr: Resimden Videoya
uk_ua: Зображення в відео

# Label_Fps
source: Frames Per Second
cs_cz: Snímků za sekundu
de: Bilder pro Sekunde
ja_jp: フレームレート(FPS)
ko_kr: 초당 프레임
pt_br: Quadros por Segundo
ru_ru: Кадров в Секунду
tr_tr: Saniyedeki Kare Sayısı
uk_ua: Кадри в секунду

# Label_Lossless
source: Lossless
cs_cz: Bezztrátové
de: Fehlerfrei
ja_jp: 非圧縮
ko_kr: 무손실
pt_br: Sem perdas
ru_ru: Без потерь
tr_tr: Kayıpsız
uk_ua: Без втрат

# Label_Frames
source: Frames
cs_cz: Snímky
de: Bilder
ko_kr: 프레임
pt_br: Quadros
ru_ru: Кадры
tr_tr: Çerçeveler
uk_ua: Рамки

# Label_AugmentationLevel
source: Augmentation Level
cs_cz: Úroveň augmentace
de: Augmentierungslevel
ko_kr: 증강 수준
pt_br: Nível de Ampliação
ru_ru: Уровень аугментации
tr_tr: Arttırma Seviyesi
uk_ua: Рівень аугментації

# Label_VideoOutputMethod
source: Method
cs_cz: Metoda
de: Methode
ko_kr: 방식
pt_br: Método
ru_ru: Метод
tr_tr: Yöntem
uk_ua: Метод

# Label_VideoQuality
source: Quality
cs_cz: Kvalita
de: Qualität
ko_kr: 품질
pt_br: Qualidade
ru_ru: Качество
tr_tr: Kalite
uk_ua: Якість

# Label_FindInModelBrowser
source: Find in Model Browser
cs_cz: Najít v Prohlížeči modelů
ja_jp: モデルブラウザで探す
ko_kr: 모델 브라우저에서 찾기
pt_br: Procurar no Navegador de Modelos
ru_ru: Найти в обозревателе моделей
tr_tr: Model Tarayıcıda Bul
uk_ua: Знайти в браузері моделей

# Label_Installed
source: Installed
cs_cz: Nainstalováno
ko_kr: 설치됨
pt_br: Instalado
ru_ru: Установлено
tr_tr: Kurulmuş
uk_ua: Встановлено

# Label_NoExtensionsFound
source: No extensions found.
cs_cz: Nebyla nalezena žádná rozšíření.
ja_jp: 拡張機能はありません
ko_kr: 확장 프로그램을 찾을 수 없습니다.
pt_br: Nenhuma extensão foi encontrada.
ru_ru: Расширения не найдены.
tr_tr: Uzantı bulunamadı.
uk_ua: Розширень не знайдено.

# Action_Hide
source: Hide
cs_cz: Skrýt
ja_jp: 隠す
ko_kr: 숨기기
pt_br: Ocultar
ru_ru: Скрыть
tr_tr: Gizle
uk_ua: Приховати

# Action_CopyDetails
source: Copy Details
cs_cz: Kopírovat detaily
ko_kr: 세부내용 복사
pt_br: Copiar Detalhes
ru_ru: Копировать подробности
tr_tr: Ayrıntıları Kopyala
uk_ua: Копіювати деталі

# Action_Download
source: Download
cs_cz: Stáhnout
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
ru_ru: Скачать
tr_tr: İndir
uk_ua: Завантажити

# TeachingTip_DownloadsExplanation
source: Check the progress of your package installations and model downloads here.
cs_cz: Zde sledujte postup instalací balíčků a stahování modelů.
ja_jp: Packageのインストール・Modelのダウンロードの進捗状況はこちらで確認できます。
ko_kr: 여기에서 패키지 설치 및 모델 다운로드 진행 상황을 확인하세요.
pt_br: Confira aqui o progresso da instalação dos seus pacotes e do download dos modelos.
ru_ru: Здесь можно проверить прогресс установки и скачивания пакетов и моделей.
tr_tr: Paket kurulumlarınızın ve model indirmelerinizin ilerlemesini buradan kontrol edin.
uk_ua: Перевіряйте прогргес завантажень тут.

# Label_RecommendedModels
source: Recommended Models
cs_cz: Doporučené modely
ja_jp: 推奨Model
ko_kr: 추천 모델
pt_br: Modelos recomendados
ru_ru: Рекомендуемые модели
tr_tr: Önerilen Modeller
uk_ua: Рекомендовані моделі

# Label_RecommendedModelsSubText
source: While your package is installing, here are some models we recommend to help you get started.
cs_cz: Zatímco se váš balíček instaluje, zde je několik modelů, které doporučujeme pro začátek.
ja_jp: Packageのインストール中に、推奨Modelをいくつかご紹介しましょう。
ko_kr: 패키지 설치가 진행되는 동안 시작하는 데 도움이 되도록 몇 가지 모델을 추천해 드립니다.
pt_br: Enquanto instalamos seu pacote, veja alguns modelos recomendados para dar os primeiros passos.
ru_ru: Пока ваш пакет устонавливается, вот несколько рекомендуемых моделей для того чтобы помочь вам начать.
tr_tr: Paketiniz yüklenirken başlamanıza yardımcı olması için önerdiğimiz bazı modeller aşağıda verilmiştir.
uk_ua: Поки ваш пакунок встановлюється, ось деякі моделі, які ми рекомендуємо для початку.

# Label_Notifications
source: Notifications
cs_cz: Upozornění
ja_jp: 通知
ko_kr: 알림
pt_br: Notificações
ru_ru: Уведомления
tr_tr: Bildirimler
uk_ua: Сповіщення

# Label_NotificationOption_None
source: None
cs_cz: Žádné
ko_kr: 없음
pt_br: Nenhum
ru_ru: Ничего
tr_tr: Hiçbiri
uk_ua: Жодних

# Label_ComfyRequiredTitle
source: ComfyUI Required
cs_cz: Vyžadováno ComfyUI
ja_jp: ComfyUIが必要です
ko_kr: ComfyUI 필요
pt_br: ComfyUI Obrigatório
ru_ru: Требуется ComfyUI
tr_tr: ComfyUI Gerekli
uk_ua: Потрібен ComfyUA

# Label_ComfyRequiredDetail
source: ComfyUI is required to install this package. Would you like to install it now?
cs_cz: Pro instalaci tohoto balíčku je vyžadováno ComfyUI. Chcete jej nyní nainstalovat?
ja_jp: ComfyUIのインストールが必要です。インストールしますか？
ko_kr: 이 패키지를 설치하려면 ComfyUI가 필요합니다. 지금 설치할까요?
pt_br: O ComfyUI é necessário para instalar este pacote. Deseja instalá-lo?
ru_ru: Для установки этого пакета требуется ComfyUI. Установить?
tr_tr: Bu paketi kurmak için ComfyUI gereklidir. Şimdi yüklemek ister misiniz?
uk_ua: Щоб встовити цей пакунок потрібен ComfyUI. Хочете встановити зараз?

# Error_PleaseSelectDownloadLocation
source: Please select a download location.
cs_cz: Vyberte prosím umístění pro stažení.
ja_jp: ダウンロード先を選んでください。
ko_kr: 다운로드 위치를 선택해주세요.
pt_br: Escolha um local para salvar o download.
ru_ru: Пожалуйста выберите место скачивания.
tr_tr: Lütfen bir indirme konumu seçin.
uk_ua: Будь ласка, оберіть директорію для завантаження.

# Label_SelectDownloadLocation
source: Select Download Location:
cs_cz: Vyberte umístění pro stažení:
ja_jp: ダウンロード先を選んでください:
ko_kr: 다운로드 위치 선택:
pt_br: Local para salvar:
ru_ru: Выберите место скачивания:
tr_tr: İndirme Konumunu Seçin:
uk_ua: Оберіть директорію для завантаження:

# Label_Config
source: Config
cs_cz: Konfigurace
ja_jp: 設定
ko_kr: 설정
pt_br: Configuração
ru_ru: Конфигурация
tr_tr: Yapılandırma
uk_ua: Конфіґ

# Label_ToggleAutoScrolling
source: Auto-Scroll to End
cs_cz: Automatické rolování na konec
ja_jp: 最後まで自動スクロール
ko_kr: 끝까지 자동 스크롤
pt_br: Ir para o fim automaticamente
ru_ru: Автопрокрутка в конец
tr_tr: Otomatik Sona Kaydır
uk_ua: Автоматично прокручувати до кінця

# Label_ConfirmExit
source: Confirm Exit
cs_cz: Potvrdit ukončení
ja_jp: 終了を確認
ko_kr: 종료 확인
pt_br: Confirmar saída
ru_ru: Подтвердить выход
tr_tr: Çıkışı Onayla
uk_ua: Підтвердити вихід

# Label_ConfirmExitDetail
source: Are you sure you want to exit? This will also close any currently running packages.
cs_cz: Opravdu si přejete aplikaci ukončit? Tím se také uzavřou všechny aktuálně spuštěné balíčky.
ja_jp: 本当に終了してもいいですか？現在実行中のパッケージも終了します。
ko_kr: 정말 종료할까요? 현재 실행 중인 패키지도 모두 닫힙니다.
pt_br: Tem certeza que quer sair? Todos os pacotes em execução serão fechados.
ru_ru: Вы точно хотите выйти? Это также закроет все использующиеся пакеты.
tr_tr: Çıkmak istediğine emin misin? Bu aynı zamanda şu anda çalışan tüm paketleri de kapatacaktır.
uk_ua: Ви впевнені, що хочете вийти? Це також закриє всі запущені пакети.

# Label_Console
source: Console
cs_cz: Konzole
ja_jp: コンソール
ko_kr: 콘솔
ru_ru: Консоль
tr_tr: Konsol
uk_ua: Консоль

# Label_WebUi
source: Web UI
cs_cz: Webové UI
pt_br: Interface Web
ru_ru: Веб интерфейс
tr_tr: Web arayüzü
uk_ua: Веб-інтерфейс

# Label_Packages
source: Packages
cs_cz: Balíčky
ja_jp: パッケージ
ko_kr: 패키지
pt_br: Pacotes
ru_ru: Пакеты
tr_tr: Paketler
uk_ua: Пакунки

# Label_ActionCannotBeUndone
source: This action cannot be undone.
cs_cz: Tuto akci nelze vrátit zpět.
ja_jp: このアクションは元に戻せません。
ko_kr: 이 작업은 되돌릴 수 없습니다.
pt_br: Esta ação não poderá ser desfeita.
ru_ru: Это действие не может быть отменено.
tr_tr: Bu eylem geri alınamaz.
uk_ua: Цю дію не можна скасувати.

# Label_AreYouSureDeleteImages
source: Are you sure you want to delete {0} images?
cs_cz: Jste si jisti, že chcete smazat {0} obrázků?
ja_jp: {0}枚の画像を削除してもいいですか？
ko_kr: {0}개의 이미지를 삭제할까요?
pt_br: Tem certeza de que deseja excluir {0} imagens?
ru_ru: Вы уверены что хотите удалить {0} картинок?
tr_tr: {0} görseli silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити {0} зображень?

# Label_CheckingHardware
source: We're checking some hardware specifications to determine compatibility.
cs_cz: Kontrolujeme některé hardwarové specifikace pro určení kompatibility.
ja_jp: ハードウェアの仕様から互換性を判断しています。
ko_kr: 호환성을 확인하기 위해 일부 하드웨어 사양을 확인하고 있습니다.
pt_br: Verificando a compatibilidade do hardware...
ru_ru: Мы проверяем спецификации вашего компьютера, чтобы определить совместимость.
tr_tr: Uyumluluğu belirlemek için bazı donanım özelliklerini kontrol ediyoruz.
uk_ua: Ми перевіряємо деякі специфікації обладнання, щоб визначити сумісність.

# Label_EverythingLooksGood
source: Everything looks good!
cs_cz: Všechno vypadá v pořádku!
ja_jp: いい感じ！
ko_kr: 모든게 괜찮아 보입니다!
pt_br: Tudo parece estar certo!
ru_ru: Всё выглядит хорошо!
tr_tr: Her şey iyi gözüküyor!
uk_ua: Все виглядає чудово!

# Label_NvidiaGpuRecommended
source: We recommend a GPU with CUDA support for the best experience. You can continue without one, but some packages may not work, and inference may be slower.
cs_cz: Pro nejlepší zážitek doporučujeme GPU s podporou CUDA. Můžete pokračovat i bez ní, ale některé balíčky nemusí fungovat a inference může být pomalejší.
ja_jp: 快適な利用にはCUDA対応GPUを推奨します。それ以外だと一部のパッケージが動作しなかったり、動くけど遅い場合があります。
ko_kr: 최상의 경험을 위해 CUDA를 지원하는 GPU를 권장합니다. GPU 없이도 계속할 수 있지만 일부 패키지는 작동하지 않을 수 있으며 추론이 더 느릴 수 있습니다.
pt_br: Para uma experiência otimizada, recomendamos uma GPU com suporte a CUDA. É possível continuar sem uma GPU, mas alguns pacotes podem apresentar falhas e a inferência pode demorar mais.
ru_ru: Мы рекомендуем графический процессор с поддержкой CUDA для наилучшего опыта. Вы можете продолжить без него, но некоторые пакетов могут не работать и вывод будет медленнее.
tr_tr: En iyi deneyim için CUDA destekli bir GPU öneriyoruz. Olmadan da devam edebilirsiniz ancak bazı paketler çalışmayabilir ve üretimler daha yavaş olabilir.
uk_ua: Ми рекомендуємо використовувати відеокарту з підтримкою CUDA для найкращої роботи. Ви можете продовжувати без неї, але деякі пакети можуть не працювати, а генерація може бути повільнішим.

# Label_Checkpoints
source: Checkpoints
cs_cz: Checkpointy
ko_kr: 체크포인트
ru_ru: Модели
tr_tr: Kontrol noktaları
uk_ua: Чекпоїнти

# Label_ModelBrowser
source: Model Browser
cs_cz: Prohlížeč modelů
ja_jp: Model Brouser
ko_kr: 모델 브라우저
pt_br: Gerenciador de Modelos
ru_ru: Поиск моделей
tr_tr: Model Tarayıcı
uk_ua: Браузер моделей

# Label_Workflows
source: Workflows
ja_jp: ワークフロー
ko_kr: 워크플로우
pt_br: Fluxos de Trabalho
ru_ru: Рабочие процессы
tr_tr: İş akışları
uk_ua: Воркфлоу

# Label_InfiniteScrolling
source: Infinite Scrolling
cs_cz: Nekonečné posouvání
ja_jp: 無限スクロール
ko_kr: 무한 스크롤
pt_br: Rolagem infinita
ru_ru: Бесконечная прокрутка
tr_tr: Sonsuz Kaydırma
uk_ua: Нескінченна прокрутка

# Label_WorkflowBrowser
source: Workflow Browser
cs_cz: Prohlížeč Workflow
ja_jp: ワークフローブラウザ
ko_kr: 워크플로우 브라우저
pt_br: Gerenciador de Fluxos de Trabalho
ru_ru: Обозреватель рабочих процессов
tr_tr: İş Akışı Tarayıcısı
uk_ua: Браузер воркфлоу

# Action_OpenOnOpenArt
source: Open on OpenArt
cs_cz: Otevřít na OpenArt
ja_jp: OpenArtで開く
ko_kr: OpenArt에서 열기
pt_br: Abrir no OpenArt
ru_ru: Открыть в OpenArt
tr_tr: OpenArt'ta aç
uk_ua: Відкрити на OpenArt

# Label_NodeDetails
source: Node Details
cs_cz: Detaily uzlu
ja_jp: ノード詳細
ko_kr: 노드 상세
pt_br: Detalhes do nó
ru_ru: Сведения об узле
tr_tr: Düğüm Ayrıntıları
uk_ua: Деталі вузла

# Label_WorkflowDescription
source: Workflow Description
cs_cz: Popis Workflow
ja_jp: ワークフロー概要
ko_kr: 워크플로우 설명
pt_br: Descrição do fluxo de trabalho
ru_ru: Описание рабочего процесса
tr_tr: İş Akışı Açıklaması
uk_ua: Опис робочого процесу

# Action_PreviewPreprocessor
source: Preview Preprocessor
cs_cz: Náhled preprocesoru
ja_jp: プリプロセッサをプレビュー
ko_kr: 전처리기 미리보기
pt_br: Visualizar Pré-processador
ru_ru: Препроцессор предпросмотра
tr_tr: Ön İşlemciyi Önizle
uk_ua: Попередній перегляд Препроцесор

# TeachingTip_WebUiButtonMoved
source: The 'Open Web UI' button has moved to the command bar
cs_cz: Tlačítko 'Otevřít webové UI' bylo přesunuto do příkazové lišty
ja_jp: 'Web UIを開く'ボタンがコマンドバーに移動しました
ko_kr: 'Web UI 열기' 버튼이 명령 모음으로 이동했습니다
pt_br: O botão 'Abrir Interface Web' agora está na barra de comandos
ru_ru: Кнопка «Открыть веб-интерфейс» перемещена на панель команд
tr_tr: 'Web Kullanıcı Arayüzünü Aç' düğmesi komut çubuğuna taşındı
uk_ua: Кнопка "Відкрити веб-інтерфейс" перемістилася в командну панель

# Label_AnotherInstanceAlreadyRunning
source: Another instance of Stability Matrix is already running. Please close it before starting a new one.
cs_cz: Jiná instance Stability Matrix je již spuštěna. Před spuštěním nové ji prosím zavřete.
ja_jp: Stability Matrixは既に立ち上がってます。それを終了させてから、もう一度起動してください。
ko_kr: 또 다른 Stability Matrix 인스턴스가 이미 실행 중입니다. 새 인스턴스를 시작하기 전에 닫아주세요.
pt_br: Outra instância do Stability Matrix está aberta. Feche-a antes de abrir uma nova.
ru_ru: Уже запущен другой экземпляр Stability Matrix. Закройте его, прежде чем запускать новый.
tr_tr: Stability Matrixin başka bir örneği zaten çalışıyor. Yenisini başlatmadan önce lütfen kapatın.
uk_ua: Інший екземпляр Stability Matrix вже запущено. Будь ласка, закрийте його, перш ніж запускати новий.

# Label_StabilityMatrixAlreadyRunning
source: Stability Matrix is already running
cs_cz: Stability Matrix je již spuštěna
ja_jp: Stability Matrixは既に立ち上がってます
ko_kr: Stability Matrix가 이미 실행 중입니다
pt_br: O Stability Matrix já está aberto
ru_ru: Stability Matrix уже запущен
tr_tr: Stability Matrix zaten çalışıyor
uk_ua: Матриця стабільності вже працює

# Label_WorkflowDeletedSuccessfully
source: {0} deleted successfully
cs_cz: {0} úspěšně smazán
ja_jp: {0} 個削除しました
ko_kr: {0} 을(를) 성공적으로 삭제했습니다
pt_br: {0} excluído(a) com sucesso
ru_ru: {0} успешно удалён
tr_tr: {0} başarıyla silindi
uk_ua: {0} видалено успішно

# Label_WorkflowDeleted
source: Workflow Deleted
cs_cz: Workflow smazán
ja_jp: ワークフローを削除しました
ko_kr: 워크플로우 삭제됨
pt_br: Fluxo de trabalho excluído
ru_ru: Рабочий процесс удалён
tr_tr: İş Akışı Silindi
uk_ua: Робочий процес Видалено

# Label_ErrorRetrievingWorkflows
source: Error retrieving workflows
cs_cz: Chyba při načítání Workflows
ja_jp: ワークフローの取得中にエラーが発生しました
ko_kr: 워크플로를 가져오는 중에 오류가 발생했습니다
pt_br: Erro ao carregar fluxos de trabalho
ru_ru: Не удалось загрузить рабочие процессы
tr_tr: İş akışları alınırken hata oluştu
uk_ua: Виправлення помилок у робочих процесах

# TabLabel_InstalledWorkflows
source: Installed Workflows
cs_cz: Nainstalované Workflows
ja_jp: インストールされたワークフロー
ko_kr: 설치된 워크플로우
pt_br: Fluxos de trabalho instalados
ru_ru: Установленные Workflows
tr_tr: Yüklü İş Akışları
uk_ua: Встановлені робочі процеси

# Label_WorkflowImported
source: Workflow Imported
cs_cz: Workflow importován
ja_jp: ワークフローをインポートしました
ko_kr: 워크플로우 가져옴
pt_br: Fluxo de trabalho importado
ru_ru: Workflow импортирован
tr_tr: İş Akışı İçeri Aktarıldı
uk_ua: Імпортований робочий процес

# Label_FinishedImportingWorkflow
source: Finished importing workflow and custom nodes
cs_cz: Dokončen import Workflow a vlastních uzlů
ja_jp: ワークフローとカスタムノードをインポートしました
ko_kr: 워크플로우와 사용자 정의 노드 가져오기 완료
pt_br: Fluxo de trabalho e nós personalizados importados com sucesso
ru_ru: Импорт workflow и пользовательских узлов завершён
tr_tr: İş akışının ve özel düğümlerin içe aktarılması tamamlandı
uk_ua: Завершено імпорт робочих процесів та користувацьких вузлів

# Label_WorkflowImportComplete
source: The workflow and custom nodes have been imported.
cs_cz: Workflow a vlastní uzly byly importovány.
ja_jp: ワークフローとカスタムノードをインポートしました。
ko_kr: 워크플로우와 사용자 정의 노드를 가져왔습니다.
pt_br: Fluxo de trabalho e nós personalizados importados com sucesso.
ru_ru: Workflow и пользовательские узлы были импортированы.
tr_tr: İş akışı ve özel düğümler içe aktarıldı.
uk_ua: Робочий процес і кастомні вузли були імпортовані.

# TeachingTip_InferencePromptHelpButton
source: Click here to review prompt syntax and how to include Lora / Embeddings.
cs_cz: Klikněte zde pro přehled syntaxe promptu a jak zahrnout Lora / Embeddings.
ja_jp: ここをクリックしてプロンプトの構文を確認し、LoRAやEmbeddingsの使い方を確認してください。
ko_kr: 여기를 클릭하여 프롬프트 구문과 Lora/임베딩을 추가하는 방법을 검토하세요.
pt_br: Clique aqui para ver a sintaxe do prompt e como usar LoRAs/Embeddings.
ru_ru: Нажмите здесь, чтобы ознакомиться с синтаксисом промпта и как включить Lora / Embeddings.
tr_tr: Bilgi istemi sözdizimini ve Lora / Embeddings'in nasıl ekleneceğini incelemek için burayı tıklayın.
uk_ua: Натисніть тут, щоб переглянути синтаксис підказки і те, як включити Lora / Embeddings.

# Label_ExtraNetworks
source: Extra Networks (Lora / LyCORIS)
cs_cz: Extra sítě (Lora / LyCORIS)
ko_kr: 추가 신경망 (Lora / LyCORIS)
pt_br: Redes Extras (Lora / LyCORIS)
ru_ru: Дополнительные сети (Lora / LyCORIS)
uk_ua: Додаткові мережі (Lora / LyCORIS)

# Label_CLIPStrength
source: CLIP Strength
cs_cz: Síla CLIP
de: CLIP Stärke
ko_kr: CLIP 강도
pt_br: Intensidade CLIP
ru_ru: Интенсивность CLIP
tr_tr: CLIP Kuvveti
uk_ua: Сила CLIP

# Label_NumberFormat
source: Number Format
cs_cz: Formát čísla
ko_kr: 숫자 형식
pt_br: Formato numérico
ru_ru: Формат числа
tr_tr: Sayı Formatı
uk_ua: Формат чисел

# Text_DeleteFollowingItems
source: You are about to delete the following items:
cs_cz: Chystáte se smazat následující položky:
ja_jp: 以下のアイテムを削除しようとしています:
ko_kr: 다음 항목을 삭제하려고 합니다:
pt_br: Você está prestes a apagar os seguintes itens:
ru_ru: Вы удалите следующие файлы:
tr_tr: Şu öğeleri silmek üzeresiniz:
uk_ua: Ви збираєтеся видалити наступні елементи:

# TextTemplate_DeleteFollowingCountItems
source: You are about to delete the following {0} items:
cs_cz: Chystáte se smazat následujících {0} položek:
ja_jp: {0}個のアイテムを削除しようとしています:
ko_kr: 다음 {0}개의 항목을 삭제하려고 합니다:
pt_br: Você está prestes a apagar os seguintes {0} itens:
ru_ru: Вы удалите следующие {0} файлов:
tr_tr: Şu {0} öğeyi silmek üzeresiniz:
uk_ua: Ви збираєтеся видалити наступні {0} елементів:

# Label_DeletePermanently
source: Delete Permanently
cs_cz: Smazat trvale
ja_jp: 完全に削除する
ko_kr: 영구적으로 삭제하기
pt_br: Excluir permanentemente
ru_ru: Безвозвратно Удалить
tr_tr: Kalıcı olarak silin
uk_ua: Видалити назавжди

# Action_MoveToTrash
source: Move to Trash
cs_cz: Přesunout do koše
ja_jp: ゴミ箱に送る
ko_kr: 휴지통으로 이동
pt_br: Mover para a lixeira
ru_ru: Отправить в Корзину
tr_tr: Çöp Kutusuna Taşı
uk_ua: Перемістити в кошик
