Repository: LykosAI/StabilityMatrix
Catalog: StabilityMatrix.Avalonia/Languages/Resources.*.resx
Languages: cs_cz, de, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, uk_ua

# Label_DropFileToImport
source: Drop file here to import
cs_cz: Přetáhněte soubor sem pro import
de: Datei zum Importieren hier ablegen
it_it: Rilascia il file qui per importarlo
ja_jp: ここにファイルをドロップしてインポート
ko_kr: 불러올 파일을 여기에 끌어서 놓으세요
pt_br: Solte o arquivo aqui para importar
ru_ru: Перетащите файл сюда для импорта
tr_tr: Dosyayı içeri aktarmak için lütfen sürükleyip işaretlenen alana bırakın.
uk_ua: Перетягніть файл сюди для імпорту

# Label_ImportAsConnected
source: Import with Metadata
cs_cz: Importovat s metadaty
de: Importieren mit Metadaten
it_it: Recupera i metadati durante l'importazione
ja_jp: インポート時にメタデータを自動検索
ko_kr: 메타데이터를 포함해서 가져오기
pt_br: Importar com Metadados
ru_ru: Импорт с метаданными
tr_tr: Dosyaları metadata ile içeri aktar
uk_ua: Імпортувати з метаданими

# Label_ImportAsConnectedExplanation
source: Search for connected metadata on new local imports
cs_cz: Hledat připojená metadata u nových lokálních importů
de: Suche nach verbundenen Metadaten bei neuen lokalen Importen
it_it: Cerca metadati collegati sulle nuove importazioni locali
ja_jp: ローカルからのインポート時にオンラインでメタデータを検索して適用します
ko_kr: 로컬에서 가져올 때 연결된 메타데이터 검색
pt_br: Buscar metadados conectados em novas importações locais
ru_ru: Поиск связанных метаданных при новом локальном импорте
tr_tr: Yeni yerel içe aktarmalar için bağlı meta veri arayın
uk_ua: Шукати пов’язані метадані при новому локальному імпорті

# Label_Indexing
source: Indexing...
cs_cz: Indexování...
de: Indizierung...
it_it: Indicizzazione...
ja_jp: インデックス作成中...
ko_kr: 인덱싱...
pt_br: Indexando...
ru_ru: Индексирование...
tr_tr: İndeksleniyor...
uk_ua: Індексація...

# Label_ModelsFolder
source: Models Folder
cs_cz: Adresář modelů
de: Modellordner
it_it: Cartella Modelli
ja_jp: モデルフォルダ
ko_kr: 모델 폴더
pt_br: Pasta de Modelos
ru_ru: Папка с моделями
tr_tr: Model Klasörü
uk_ua: Папка з моделями

# Label_Categories
source: Categories
cs_cz: Kategorie
de: Kategorien
it_it: Categorie
ja_jp: カテゴリ
ko_kr: 카테고리
pt_br: Categorias
ru_ru: Категории
tr_tr: Kategoriler
uk_ua: Категорії

# Label_LetsGetStarted
source: Let's get started
cs_cz: Začněme
de: Lass uns starten
it_it: Iniziamo
ja_jp: さあ、始めよう
ko_kr: 시작하기
pt_br: Vamos começar
ru_ru: Давайте приступим
tr_tr: Başlayalım
uk_ua: Почнімо

# Label_ReadAndAgree
source: I have read and agree to the
cs_cz: Přečetl/a jsem si a souhlasím s
de: Ich habe gelesen und akzeptiere die
it_it: Ho letto e acconsento al
ja_jp: 次の約款を読み、同意します：
ko_kr: 다음 내용을 읽고 동의합니다 :
pt_br: Li e concordo com os
ru_ru: Я прочёл и согласен с
tr_tr: Lisans Sözleşmesini Okudum ve Kabul Ediyorum.
uk_ua: Я прочитав(-ла) та погоджуюся з

# Label_LicenseAgreement
source: License Agreement.
cs_cz: licenčním ujednáním.
de: Lizensbestimmungen.
it_it: Contratto di Licenza.
ja_jp: 使用許諾契約書
ko_kr: 라이선스 계약.
pt_br: Contrato de Licença.
ru_ru: Лицензионным соглашением.
tr_tr: Lisans Sözleşmesi.
uk_ua: Ліцензійною Угодою.

# Label_FindConnectedMetadata
source: Find Connected Metadata
cs_cz: Najít připojená metadata
de: Finde verbundene Metadaten
it_it: Trova i Metadati Collegati
ja_jp: メタデータを探す
ko_kr: 연결된 메타데이터 찾기
pt_br: Buscar metadados conectados
ru_ru: Найти связанные метаданные
tr_tr: Metadata'larını bul
uk_ua: Знайти пов'язані метадані

# Label_ShowModelImages
source: Show Model Images
cs_cz: Zobrazit obrázky modelů
de: Zeige Modell Bilder
it_it: Mostra Immagini del Modello
ja_jp: モデルの見出し画像を表示
ko_kr: 모델 이미지 표시
pt_br: Mostrar Imagens do Modelo
ru_ru: Показать изображения модели
tr_tr: Model Resimlerini Göster
uk_ua: Показати зображення моделі

# Label_Appearance
source: Appearance
cs_cz: Vzhled
de: Aussehen
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
pt_br: Aparência
ru_ru: Внешний вид
tr_tr: Görünüm
uk_ua: Зовнішній вигляд

# Label_Theme
source: Theme
cs_cz: Motiv
de: Thema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
pt_br: Tema
ru_ru: Тема
tr_tr: Tema
uk_ua: Тема

# Label_CheckpointManager
source: Checkpoint Manager
cs_cz: Správce Checkpointů
it_it: Gestione Checkpoint
ko_kr: 체크포인트 매니저
pt_br: Gerenciador de checkpoints
ru_ru: Менеджер моделей
tr_tr: Checkpoint Yöneticisi
uk_ua: Менеджер чекпоїнтів

# Label_RemoveSymlinksOnShutdown
source: Remove shared folder symbolic links on shutdown
cs_cz: Při vypnutí odstranit symbolické odkazy sdíleného adresáře Checkpointů
de: Symbolische Links auf gemeinsame Checkpoints beim Herunterfahren entfernen
it_it: Rimuovi allo spegnimento i collegamenti simbolici alla directory dei checkpoint condivisi
ja_jp: checkpointフォルダ内のシンボリックリンクをシャットダウンか再起動時に削除
ko_kr: 종료 시 공유 체크포인트 디렉토리 심볼릭 링크 제거
pt_br: Remover links simbólicos do diretório de checkpoints compartilhados ao desligar
ru_ru: Удалить символические ссылки на каталог общих моделей при завершении работы
tr_tr: Kapatma sırasında paylaşılan Checkpoint dizini sembolik bağlantılarını kaldırın
uk_ua: Видаляти символічні посилання на спільну папку контрольних точок при завершенні роботи

# Label_RemoveSymlinksOnShutdown_Details
source: Removes both model and output folder symbolic links when closing Stability Matrix. Select this option if you're having problems moving Stability Matrix to another drive
cs_cz: Tuto možnost vyberte, pokud máte problémy s přesunem Stability Matrix na jiný disk
de: Wählen Sie diese Option, wenn Sie Probleme beim Verschieben von Stability Matrix auf ein anderes Laufwerk haben
it_it: Seleziona questa opzione se riscontri problemi nello spostamento di Stability Matrix su un'altra unità
ja_jp: Stability Matrix を別のドライブに移動する際に問題が起きた場合、ここにチェック
ko_kr: Stability Matrix를 다른 드라이브로 이동하는 데 문제가 있는 경우 이 옵션을 선택하세요
pt_br: Selecione esta opção se houver problemas ao mover o Stability Matrix para outra unidade
ru_ru: Выберите эту настройку если у вас возникают проблемы с перемещением Stability Matrix на другой диск
tr_tr: Stabilite Matrisini başka bir sürücüye taşımada sorun yaşıyorsanız bu seçeneği seçin
uk_ua: Виберіть цю опцію, якщо у вас виникають проблеми з переміщенням Stability Matrix на інший диск

# Label_ResetCheckpointsCache
source: Reset Checkpoints Cache
cs_cz: Resetovat mezipaměť Checkpointů
de: Checkpoint-Cache zurücksetzen
it_it: Reimposta la Cache dei Checkpoint
ja_jp: Checkpointキャッシュのリセット
ko_kr: 체크포인트 캐시 초기화
pt_br: Redefinir cache de checkpoints
ru_ru: Сбросить кэш моделей
tr_tr: Checkpoints Önbelleğini Sıfırla
uk_ua: Скинути кеш контрольних точок

# Label_ResetCheckpointsCache_Details
source: Rebuilds the installed checkpoints cache. Use if checkpoints are incorrectly labeled in the Model Browser
cs_cz: Znovu sestaví mezipaměť nainstalovaných Checkpointů. Použijte, pokud jsou Checkpointy nesprávně označeny v Prohlížeči modelů
de: Stellt den installierten Checkpoint-Cache wieder her. Wird verwendet, wenn Prüfpunkte im Modell-Browser falsch beschriftet sind
it_it: Ricostruisci la cache dei checkpoint installati. Da utilizzare se i checkpoint sono etichettati in modo errato nel Browser Modello
ja_jp: checkpointsキャッシュを再構築します。Model Browserでcheckpointsのラベルが正しくない場合に使用してください
ko_kr: 설치된 체크포인트 캐시를 다시 빌드합니다. 모델 브라우저에서 체크포인트가 잘못 분류된 경우 사용합니다
pt_br: Reconstrói o cache de checkpoints instalados. Use esta opção se os checkpoints estiverem com os nomes errados no Navegador de Modelos
ru_ru: Перестраивает кэш установленных моделей. Используется, если модели неправильно обозначены в обозревателе моделей
tr_tr: Kurulu checkpoints önbelleğini yeniden oluştur. Model tarayıcısında checkpointler yanlış etiketlenmişse kullanın
uk_ua: Перебудовує кеш встановлених контрольних точок. Використовуйте, якщо контрольні точки некоректно позначені у переглядачі моделей

# Label_PackageEnvironment
source: Package Environment
cs_cz: Prostředí balíčku
de: Paket Umgebung
it_it: Ambiente del Pacchetto
ja_jp: パッケージの環境
ko_kr: 패키지 환경
pt_br: Ambiente do Pacote
ru_ru: Окружение пакета
tr_tr: Paket Ortamı
uk_ua: Середовище пакету

# Action_Edit
source: Edit
cs_cz: Upravit
de: Bearbeiten
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
tr_tr: Düzenle
uk_ua: Змінити

# Label_EnvironmentVariables
source: Environment Variables
cs_cz: Proměnné prostředí
de: Umgebungsvariablen
it_it: Variabili Ambiente
ja_jp: 環境変数
ko_kr: 환경 변수
pt_br: Variáveis de Ambiente
ru_ru: Переменные среды
tr_tr: Ortam Değişkenleri
uk_ua: Змінні середовища

# Label_EmbeddedPython
source: Embedded Python
cs_cz: Integrovaný Python
de: Eingebettetes Python
it_it: Python Incorporato
ja_jp: 組み込みPython
ko_kr: 내장 Python
pt_br: Python Embutido
ru_ru: Встроенный Python
tr_tr: Gömülü Python
uk_ua: Вбудований Python

# Action_CheckVersion
source: Check Version
cs_cz: Zkontrolovat verzi
de: Version überprüfen
it_it: Controlla Versione
ja_jp: バージョンを確認
ko_kr: 버전 확인
pt_br: Verificar Versão
ru_ru: Проверить версию
tr_tr: Sürümü Kontrol Et
uk_ua: Перевірити версію

# Label_Integrations
source: Integrations
cs_cz: Integrace
de: Integrationen
it_it: Integrazioni
ja_jp: 統合
ko_kr: 통합
pt_br: Integrações
ru_ru: Интеграции
tr_tr: Entegrasyonlar
uk_ua: Інтеграції

# Label_DiscordRichPresence
source: Discord Rich Presence
ja_jp: Stability Matrix利用中、Discordステータス欄に表示
tr_tr: Discord Etkinliğini StabilityMatrix Olarak Göster.
uk_ua: Rich Presense з Discord

# Label_System
source: System
cs_cz: Systém
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
pt_br: Sistema
ru_ru: Система
tr_tr: Sistem
uk_ua: Система

# Label_AddToStartMenu
source: Add Stability Matrix to the Start Menu
cs_cz: Přidat Stability Matrix do nabídky Start
de: Füge Stability Matrix zum Startmenü hinzu
it_it: Aggiungi Stability Matrix al Menù Start
ja_jp: スタートメニューにStability Matrixを追加
ko_kr: Stability Matrix를 시작 메뉴에 추가
pt_br: Adicionar o Stability Matrix ao menu Iniciar
ru_ru: Добавить ярлык Stability Matrix в меню "Пуск"
tr_tr: Stability Matrix'i başlat menüsüne ekle
uk_ua: Додати Stability Matrix до меню запуску

# Label_AddToStartMenu_Details
source: Uses the current app location, you can run this again if you move the app
cs_cz: Použije aktuální umístění aplikace, můžete spustit znovu, pokud aplikaci přesunete
de: Verwendet den aktuellen Standort der Anwendung, Sie können dies erneut ausführen, wenn Sie die Anwendung verschieben
it_it: Utilizza la posizione corrente, puoi eseguirla di nuovo se sposti l'app
ja_jp: 現在のアプリの場所を使用します。アプリを移動すると、これを再度実行できます
ko_kr: 현재 앱 위치를 사용하며, 앱을 이동하면 다시 실행할 수 있습니다
pt_br: Usa a localização atual do aplicativo, você pode executar isso novamente se mover o aplicativo
ru_ru: Использует текущее местоположение приложения, вы можете запустить это снова, если переместите приложение
tr_tr: Mevcut uygulama konumu kullanılır, uygulamayı taşırsanız tekrar çalıştırabilirsiniz
uk_ua: Використовує поточне розташування програми, ви можете запустити це знову, якщо перемістите програму

# Label_OnlyAvailableOnWindows
source: Only available on Windows
cs_cz: Dostupné pouze ve Windows
de: Nur auf Windows verfügbar
it_it: Disponibile solo su Windows
ja_jp: Windowsのみ
ko_kr: Windows에서만 사용 가능
pt_br: Disponível apenas para Windows
ru_ru: Доступно только на Windows
tr_tr: Yalnızca Windows'ta kullanılabilir
uk_ua: Доступно тільки на Windows -_-

# Action_AddForCurrentUser
source: Add for Current User
cs_cz: Přidat pro aktuálního uživatele
de: Hinzufügen für aktuellen nutzer
it_it: Aggiungi per l'Utente Corrente
ja_jp: 現在のユーザーに追加
ko_kr: 현재 사용자를 위해 추가
pt_br: Adicionar para o usuário atual
ru_ru: Добавить для текущего пользователя
tr_tr: Geçerli Kullanıcı için Ekle
uk_ua: Додати для поточного юзера

# Action_AddForAllUsers
source: Add for All Users
cs_cz: Přidat pro všechny uživatele
de: Hinzufügen für alle Nutzer
it_it: Aggiungi per Tutti gli Utenti
ja_jp: 全ユーザーに追加
ko_kr: 모든 사용자를 위해 추가
pt_br: Adicionar para todos os usuários
ru_ru: Добавить для всех
tr_tr: Tüm Kullanıcılar İçin Ekle
uk_ua: Додати для всіх юзерів

# Label_SelectNewDataDirectory
source: Select new Data Directory
cs_cz: Vybrat nový adresář s daty
de: Wähle einen neuen Daten Ordner aus
it_it: Seleziona una nuova Cartella Dati
ja_jp: 新しいデータフォルダを選択
ko_kr: 새 Data 디렉토리 선택
pt_br: Selecionar nova pasta de dados
ru_ru: Выберите новую папку с данными (Data)
tr_tr: Yeni Dosya Dizinini Seç
uk_ua: Обрати новий каталог даних

# Label_SelectNewDataDirectory_Details
source: Does not move existing data. Requires application restart.
cs_cz: Nepřesouvá existující data. Vyžaduje restart aplikace.
de: Verschiebt keine existierenden Daten
it_it: Non sposta i dati esistenti
ja_jp: 既にあるデータは移動しません
ko_kr: 기존 데이터를 이동하지 않습니다
pt_br: Os dados existentes não serão movidos. É necessário reiniciar o aplicativo.
ru_ru: Не перемещает существующие данные. Требуется перезапуск приложения.
tr_tr: Bu işlem mevcut veriyi yeni dizine taşımaz.
uk_ua: Не переміщує існуючі дані. Потребує перезапуску програми.

# Action_SelectDirectory
source: Select Directory
cs_cz: Vybrat adresář
de: Ordner auswählen
it_it: Seleziona Cartella
ja_jp: フォルダを選択
ko_kr: 디렉토리 선택
pt_br: Selecionar pasta
ru_ru: Выберите папку
tr_tr: Dizin Seçin
uk_ua: Обрати каталог

# Label_About
source: About
cs_cz: O aplikaci
de: Über
it_it: Informazioni
ko_kr: 정보
pt_br: Sobre
ru_ru: О программе
tr_tr: Hakkında
uk_ua: Про програму

# Label_LicenseAndOpenSourceNotices
source: License and Open Source Notices
cs_cz: Licence a upozornění na open source
de: Lizenz und Open Source Notizen
it_it: Informazioni sulla Licenza e Open Source
ja_jp: ライセンスとオープンソースに関する注意事項
ko_kr: 라이센스 및 오픈 소스 고지
pt_br: Licença e Informações sobre Código Aberto
ru_ru: Уведомления о лицензиях и открытом исходном коде
tr_tr: Lisans ve Açık Kaynak Bildirimleri
uk_ua: Ліцензія та відкритий код

# TeachingTip_ClickLaunchToGetStarted
source: Click Launch to get started!
cs_cz: Pro zahájení klikněte na Spustit!
de: Klicken Sie auf Start, um loszulegen!
it_it: Fai clic su Avvia per iniziare!
ja_jp: "Launch"をクリックして始めよう！
ko_kr: 실행을 눌러 시작하세요!
pt_br: Clique em "Iniciar" para começar!
ru_ru: Нажмите «Запустить», чтобы начать!
tr_tr: Başlamak için Başlat'a tıklayın!
uk_ua: Натисніть Запустити щоб почати!

# Action_Stop
source: Stop
cs_cz: Zastavit
de: Stopp
it_it: Ferma
ja_jp: ストップ
ko_kr: 중지
pt_br: Parar
ru_ru: Остановить
tr_tr: Durdur
uk_ua: Зупинити

# Action_SendInput
source: Send Input
cs_cz: Odeslat vstup
de: Eingaben senden
it_it: Manda Input
ja_jp: インプットを送信
ko_kr: 입력 전송
pt_br: Enviar Entrada
ru_ru: Послать команду
tr_tr: Giriş Gönder
uk_ua: Надіслати введення

# Label_Input
source: Input
cs_cz: Vstup
de: Eingaben
ja_jp: インプット
ko_kr: 입력
pt_br: Entrada
ru_ru: Команда
tr_tr: Giriş
uk_ua: Введення

# Action_Send
source: Send
cs_cz: Odeslat
de: Senden
it_it: Invia
ja_jp: 送信
ko_kr: 전송
pt_br: Enviar
ru_ru: Отправить
tr_tr: Gönder
uk_ua: Надіслати

# Label_InputRequired
source: Input required
cs_cz: Vyžadován vstup
de: Eingaben benötigt
it_it: Input richiesto
ja_jp: 入力が必要
ko_kr: 필수 입력입니다
pt_br: Entrada obrigatória
ru_ru: Требуется команда
tr_tr: Giriş gerekiyor
uk_ua: Необхідне введення

# Label_ConfirmQuestion
source: Confirm?
cs_cz: Potvrdit?
de: Bestätigen?
it_it: Confermi?
ja_jp: これでいい？
ko_kr: 확인했나요?
pt_br: Confirmar?
ru_ru: Подтвердить?
tr_tr: Onaylamak?
uk_ua: Підтвердити?

# Action_Yes
source: Yes
cs_cz: Ano
de: Ja
it_it: Si
ja_jp: はい
ko_kr: 예
pt_br: Sim
ru_ru: Да
tr_tr: Evet
uk_ua: Так

# Label_No
source: No
cs_cz: Ne
de: Nein
ja_jp: いいえ
ko_kr: 아니요
pt_br: Não
ru_ru: Нет
tr_tr: Hayır
uk_ua: Ні

# Action_OpenWebUI
source: Open Web UI
cs_cz: Otevřít webové UI
de: Web UI öffnen
it_it: Apri la Web UI
ja_jp: Web UIを開く
ko_kr: Web UI 열기
pt_br: Abrir interface web
ru_ru: Открыть веб-интерфейс
tr_tr: Web Arayüzünü Aç
uk_ua: Відкрити веб-інтерфейс

# Text_WelcomeToStabilityMatrix
source: Welcome to Stability Matrix!
cs_cz: Vítejte ve Stability Matrix!
de: Willkommen zu Stability Matrix!
it_it: Benvenuto su Stability Matrix!
ja_jp: Stability Matrixへようこそ！
ko_kr: Stability Matrix에 오신것을 환영합니다!
pt_br: Bem-vindo ao Stability Matrix!
ru_ru: Добро пожаловать в Stability Matrix!
tr_tr: Stability Matrix'e Hoş Geldiniz!
uk_ua: Вітаємо у Stability Matrix!

# Text_OneClickInstaller_SubHeader
source: Choose your preferred interface to get started
cs_cz: Vyberte si preferované rozhraní a začněte
de: Wählen Sie Ihre bevorzugte Schnittstelle und klicken Sie auf Installieren, um loszulegen.
it_it: Scegli la tua interfaccia preferita e clicca su Installa per inziare
ja_jp: 好きなUIをインストールして始めよう
ko_kr: 시작하려면 선호하는 인터페이스를 선택하세요
pt_br: Escolha a interface que você prefere para começar
ru_ru: Выберите предпочитаемый интерфейс, чтобы начать
tr_tr: Tercih ettiğiniz arayüzü seçin ve başlamak için Yükle'ye tıklayın
uk_ua: Оберіть бажаний інтерфейс, щоб почати

# Label_Installing
source: Installing
cs_cz: Instaluje se
de: Installiert
it_it: Installazione in corso
ja_jp: インストール中
ko_kr: 설치 중
pt_br: Instalando
ru_ru: Установка
tr_tr: Yükleniyor
uk_ua: Йде інсталляція

# Text_ProceedingToLaunchPage
source: Proceeding to Launch page
cs_cz: Přechod na stránku Spuštění
de: Weiter zur Seite Start
it_it: Procediamo alla pagina di Avvio
ja_jp: Launchページに進む
ko_kr: 실행 페이지로 이동
pt_br: Prosseguindo para a tela de início
ru_ru: Переход на страницу запуска
tr_tr: Başlatma sayfasına geçiliyor
uk_ua: Переходимо до сторінки запуску

# Progress_DownloadingPackage
source: Downloading package...
cs_cz: Stahování balíčku...
de: Herunterladen des Pakets...
it_it: Download del pacchetto in corso...
ja_jp: パッケージをダウンロード中...
ko_kr: 패키지 다운로드 중...
pt_br: Baixando pacote...
ru_ru: Скачивание пакета...
tr_tr: Paket indiriliyor...
uk_ua: Завантаження пакунка...

# Progress_DownloadComplete
source: Download complete
cs_cz: Stahování dokončeno
de: Herunterladen abgeschlossen
it_it: Download completato
ja_jp: ダウンロード完了
ko_kr: 다운로드 완료
pt_br: Download concluído
ru_ru: Скачивание завершено
tr_tr: İndirme tamamlandı
uk_ua: Завантаження завершене

# Progress_InstallationComplete
source: Installation complete
cs_cz: Instalace dokončena
de: Installation abgeschlossen
it_it: Installazione completata
ja_jp: インストール完了
ko_kr: 설치 완료
pt_br: Instalação completa
ru_ru: Установка завершена
tr_tr: Kurulum tamamlandı
uk_ua: Встановлення завершене

# Progress_InstallingPrerequisites
source: Installing prerequisites...
cs_cz: Instalace předpokladů...
de: Voraussetzungen installieren...
it_it: Installazione dei prerequisiti...
ja_jp: 前提ライブラリのインストール中...
ko_kr: 필수 구성 요소 설치 중...
pt_br: Instalando pré-requisitos...
ru_ru: Установка необходимых компонентов...
tr_tr: Önkoşullar kuruluyor...
uk_ua: Інсталяція залежностей...

# Progress_InstallingPackageRequirements
source: Installing package requirements...
cs_cz: Instalace požadavků balíčku...
de: Paket-Voraussetzungen installieren...
it_it: Installazione requisiti del pacchetto...
ja_jp: パッケージに必要なライブラリのインストール中...
ko_kr: 패키지 요구사항 설치 중...
pt_br: Instalando as dependências do pacote...
ru_ru: Установка требований к пакету...
tr_tr: Paket gereksinimleri kuruluyor...
uk_ua: Встановлюємо залежності...

# Action_OpenInExplorer
source: Open in Explorer
cs_cz: Otevřít v Průzkumníkovi
de: Öffnen im Explorer
it_it: Apri in Explorer
ja_jp: エクスプローラで開く
ko_kr: 탐색기에서 열기
pt_br: Abrir no Explorador de Arquivos
ru_ru: Открыть в проводнике
tr_tr: Explorer'da Aç
uk_ua: Відкрити в файловому провіднику

# Action_OpenInFinder
source: Open in Finder
cs_cz: Otevřít ve Finderu
de: Öffnen in Finder
it_it: Apri sul Finder
ja_jp: ファインダーで開く
ko_kr: Finder에서 열기
pt_br: Abrir no Finder
ru_ru: Открыть в файндере
tr_tr: Finder'da Aç
uk_ua: Відкрити в Finder

# Action_Uninstall
source: Uninstall
cs_cz: Odinstalovat
de: Deinstallieren
it_it: Disinstalla
ja_jp: アンインストール
ko_kr: 제거
pt_br: Desinstalar
ru_ru: Удалить
tr_tr: Kaldır
uk_ua: Видалити

# Action_CheckForUpdates
source: Check for Updates
cs_cz: Zkontrolovat aktualizace
de: Auf Updates überprüfen
it_it: Controlla gli Aggiornamenti
ja_jp: アップデートを確認
ko_kr: 업데이트 확인
pt_br: Verificar se há atualizações
ru_ru: Проверить обновления
tr_tr: Güncellemeleri Kontrol Et
uk_ua: Перевірити наявність оновлень

# Action_Update
source: Update
cs_cz: Aktualizovat
it_it: Aggiorna
ja_jp: 更新
ko_kr: 업데이트
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Güncelle
uk_ua: Оновити

# Action_AddPackage
source: Add Package
cs_cz: Přidat balíček
de: Paket hinzufügen
it_it: Aggiungi un Pacchetto
ja_jp: パッケージの追加
ko_kr: 패키지 추가
pt_br: Adicionar Pacote
ru_ru: Добавить пакет
tr_tr: Paket Ekle
uk_ua: Додати пакунок

# TeachingTip_AddPackageToGetStarted
source: Add a package to get started!
cs_cz: Pro začátek přidejte balíček!
de: Füge ein Paket hinzu, um loszulegen!
it_it: Aggiungi un pacchetto per iniziare!
ja_jp: パッケージを追加して始めよう！
ko_kr: 시작하려면 패키지를 추가하세요!
pt_br: Adicione um pacote para iniciar!
ru_ru: Добавьте пакет, чтобы начать!
tr_tr: Başlamak için bir paket ekle!
uk_ua: Щоб почати, додайте пакунок!

# Label_EnvVarsTable_Name
source: Name
cs_cz: Název
it_it: Nome
ja_jp: 名称
ko_kr: 이름
pt_br: Nome
ru_ru: Переменная
tr_tr: Ad
uk_ua: Назва

# Label_EnvVarsTable_Value
source: Value
cs_cz: Hodnota
de: Wert
it_it: Valore
ko_kr: 값
pt_br: Valor
ru_ru: Значение
tr_tr: Değer
uk_ua: Значення

# Action_Remove
source: Remove
cs_cz: Odebrat
de: Entfernen
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
ru_ru: Удалить
tr_tr: Kaldır
uk_ua: Прибрати

# Label_Details
source: Details
cs_cz: Detaily
it_it: Dettagli
ja_jp: 詳細
ko_kr: 상세
pt_br: Detalhes
ru_ru: Подробнее
tr_tr: Ayrıntılar
uk_ua: Деталі

# Label_Callstack
source: Callstack
cs_cz: Zásobník volání
it_it: Stack di chiamate
ja_jp: コールスタック
ko_kr: 콜스택
ru_ru: Стэк вызовов (Callstack)
tr_tr: Çağrı Yığını
uk_ua: Стек викликів

# Label_InnerException
source: Inner exception
cs_cz: Vnitřní výjimka
it_it: Eccezione interna
ja_jp: 内部例外
ko_kr: 내부 예외
pt_br: Exceção interna
ru_ru: Внутреннее исключение (Inner exception)
tr_tr: İç istisna
uk_ua: Внутрішня помилка

# Label_SearchEllipsis
source: Search...
cs_cz: Hledat...
de: Suchen...
it_it: Cerca...
ja_jp: 検索...
ko_kr: 검색...
pt_br: Pesquisar...
ru_ru: Поиск...
tr_tr: Ara...
uk_ua: Пошук...

# Action_OK
source: OK
ko_kr: 확인
ru_ru: ОК
tr_tr: Tamam
uk_ua: ОК

# Action_Retry
source: Retry
cs_cz: Zkusit znovu
de: Erneut versuchen
it_it: Riprova
ja_jp: リトライ
ko_kr: 재시도
pt_br: Tentar novamente
ru_ru: Повторить
tr_tr: Tekrar Dene
uk_ua: Повторити

# Label_PythonVersionInfo
source: Python Version Info
cs_cz: Informace o verzi Pythonu
de: Python Versionsinfo
it_it: Informazioni Versione Python
ja_jp: Pythonバージョン情報
ko_kr: Python 버전 정보
pt_br: Informações sobre a Versão do Python
ru_ru: Информация о версии Python
tr_tr: Python Sürüm Bilgisi
uk_ua: Інформація про версію Python

# Action_Restart
source: Restart
cs_cz: Restartovat
de: Neustarten
it_it: Riavvia
ja_jp: リスタート
ko_kr: 재시작
pt_br: Reiniciar
ru_ru: Перезапустить
tr_tr: Yeniden Başlat
uk_ua: Перезапустити

# Label_ConfirmDelete
source: Confirm Delete
cs_cz: Potvrdit smazání
de: Löschen bestätigen
it_it: Conferma Cancellazione
ja_jp: 削除する
ko_kr: 삭제 확인
pt_br: Confirmar Exclusão
ru_ru: Подтвердите удаление
tr_tr: Silmeyi Onayla
uk_ua: Підтвердити видалення

# Text_PackageUninstall_Details
source: This will delete the package folder and all its contents, including any generated images and files you may have added.
cs_cz: Tímto smažete adresář balíčku a veškerý jeho obsah, včetně všech vygenerovaných obrázků a souborů, které jste mohli přidat.
de: Dadurch werden der Paketordner und sein gesamter Inhalt gelöscht, einschließlich aller generierten Bilder und Dateien, die Sie hinzugefügt haben.
it_it: Ciò eliminerà la cartella del pacchetto e tutto il suo contenuto, comprese eventuali immagini e file generati che potresti aver aggiunto.
ja_jp: これにより、生成された画像や追加したファイルを含め、パッケージフォルダとそのすべてのコンテンツが削除されます。
ko_kr: 패키지 폴더와 생성된 이미지와 추가한 파일을 포함한 모든 콘텐츠가 삭제됩니다.
pt_br: Esta ação excluirá a pasta do pacote e todo o seu conteúdo, incluindo imagens geradas e arquivos adicionados por você.
ru_ru: Это приведет к удалению папки пакета и всего её содержимого, включая любые сгенерированные картинки и файлы, которые вы, возможно, добавили.
tr_tr: Bu, paket klasörünü ve içindeki tüm içeriği, eklediğiniz tüm oluşturulmuş resimleri ve dosyaları silecek.
uk_ua: Ця дія видалить папку пакунка разом із усіма файлами та зображеннями, які там є.
