Repository: LykosAI/StabilityMatrix
Catalog: StabilityMatrix.Avalonia/Languages/Resources.*.resx
Languages: cs_cz, de, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, uk_ua

# Progress_UninstallingPackage
source: Uninstalling package...
cs_cz: Odinstalovávání balíčku...
de: Paket deinstallieren...
it_it: Disinstallazione del pacchetto in corso...
ja_jp: パッケージのアンインストール...
ko_kr: 패키지 제거 중...
pt_br: Desinstalando o pacote...
ru_ru: Удаление пакета...
tr_tr: Paket Kaldırılıyor...
uk_ua: Видаляємо пакунок...

# Label_PackageUninstalled
source: Package Uninstalled
cs_cz: Balíček odinstalován
de: Paket deinstalliert
it_it: Pacchetto Disinstallato
ja_jp: パッケージのアンインストール
ko_kr: 패키지 제거됨
pt_br: Pacote desinstalado com sucesso
ru_ru: Пакет удалён
tr_tr: Paket Kaldırıldı
uk_ua: Пакунок видалено

# Text_SomeFilesCouldNotBeDeleted
source: Some files could not be deleted. Please close any open files in the package directory and try again.
cs_cz: Některé soubory se nepodařilo smazat. Zavřete prosím všechny otevřené soubory v adresáři balíčku a zkuste to znovu.
de: Einige Dateien konnten nicht gelöscht werden. Bitte schließen Sie alle offenen Dateien im Paketverzeichnis und versuchen Sie es erneut.
it_it: Impossibile eliminare alcuni file. Chiudi tutti i file aperti nella directory del pacchetto e riprova.
ja_jp: 一部のファイルを削除できませんでした。該当のディレクトリ内にあるファイルで開いていたものを全て閉じて、もう一度試してください。
ko_kr: 일부 파일을 삭제할 수 없습니다. 패키지 디렉토리에서 열려 있는 모든 파일을 닫고 다시 시도하세요.
pt_br: Não foi possível excluir alguns arquivos. Feche qualquer arquivo aberto na pasta do pacote e tente novamente.
ru_ru: Некоторые файлы не удалось удалить. Пожалуйста, закройте все открытые файлы в каталоге пакетов и повторите попытку.
tr_tr: Bazı dosyalar silinemedi. Lütfen paket klasöründeki açık dosyaları kapatın ve tekrar deneyin.
uk_ua: Не вдалося видалити деякі файли. Переконайтеся, що всі файли у папці пакету закриті, і повторіть спробу.

# Label_InvalidPackageType
source: Invalid Package type
cs_cz: Neplatný typ balíčku
de: Ungültiger Pakettyp
it_it: Tipo di pacchetto non valido
ja_jp: 無効なパッケージタイプ
ko_kr: 잘못된 패키지 유형
pt_br: Tipo de Pacote Inválido
ru_ru: Неправильный тип пакета
tr_tr: Geçersiz Paket Türü
uk_ua: Неправильний тип пакунка

# TextTemplate_UpdatingPackage
source: Updating {0}
cs_cz: Aktualizace {0}
de: Aktualisiert {0}
it_it: Aggiornamento {0}
ja_jp: {0}の更新
ko_kr: {0} 을(를) 업데이트하는 중입니다
pt_br: Atualizando {0}
ru_ru: Обновление {0}
tr_tr: {0} Güncelleniyor
uk_ua: Оновлюємо {0}

# Progress_UpdateComplete
source: Update complete
cs_cz: Aktualizace dokončena
de: Aktualisierung abgeschlossen
it_it: Aggiornamento Completato
ja_jp: 更新完了
ko_kr: 업데이트 완료
pt_br: Atualização concluída
ru_ru: Обновление завершено
tr_tr: Güncelleme tamamlandı
uk_ua: Оновлення завершене

# TextTemplate_PackageUpdatedToLatest
source: {0} has been updated to the latest version
cs_cz: {0} byl aktualizován na nejnovější verzi
de: {0} wurde auf die neueste Version aktualisiert
it_it: {0} è stato aggiornato all'ultima versione
ja_jp: {0}が最新版に更新されました
ko_kr: {0} 을(를) 최신 버전으로 업데이트했습니다
pt_br: {0} foi atualizado para a última versão
ru_ru: {0} был обновлён до последней версии
tr_tr: {0}, en son sürüme güncellendi
uk_ua: {0} оновлено до останньої версії

# TextTemplate_ErrorUpdatingPackage
source: Error updating {0}
cs_cz: Chyba při aktualizaci {0}
de: Fehler beim Aktualisieren {0}
it_it: Errore aggiornamento {0}
ja_jp: {0}の更新エラー
ko_kr: {0} 업데이트 오류
pt_br: Erro na atualização de {0}
ru_ru: Ошибка обновления {0}
tr_tr: {0} güncelleme hatası
uk_ua: Помилка під час оновлення {0}

# Progress_UpdateFailed
source: Update failed
cs_cz: Aktualizace se nezdařila
de: Aktualisierung fehlgeschlagen
it_it: Aggiornamento fallito
ja_jp: 更新失敗
ko_kr: 업데이트 실패
pt_br: Falha na atualização
ru_ru: Ошибка обновления
tr_tr: Güncelleme başarısız oldu
uk_ua: Оновлення не вдалося

# Action_OpenInBrowser
source: Open in Browser
cs_cz: Otevřít v prohlížeči
de: Öffnen im Browser
it_it: Apri nel Browser
ja_jp: ブラウザで開く
ko_kr: 브라우저에서 열기
pt_br: Abrir no Navegador
ru_ru: Открыть в браузере
tr_tr: Tarayıcıda Aç
uk_ua: Відкрити в браузері

# Label_ErrorInstallingPackage
source: Error installing package
cs_cz: Chyba při instalaci balíčku
de: Fehler bei der Installation des Pakets
it_it: Errore installazione pacchetto
ja_jp: パッケージのインストールエラー
ko_kr: 패키지 설치 오류
pt_br: Erro ao instalar o pacote
ru_ru: Ошибка установки пакета
tr_tr: Paket kurulum hatası
uk_ua: Помилка встановлення пакету

# Label_Branch
source: Branch
cs_cz: Větev
de: Zweig
ko_kr: 브랜치
pt_br: Ramificação
ru_ru: Ветка
tr_tr: Dal
uk_ua: Гілка

# Label_AutoScrollToEnd
source: Automatically scroll to end of console output
cs_cz: Automaticky rolovat na konec výstupu konzole
de: Automatisch zum Ende der Konsolenausgabe blättern
ja_jp: コンソール画面の最後まで自動スクロールする
ko_kr: 콘솔 출력의 끝으로 자동 스크롤
pt_br: Ir automaticamente para o fim do console
ru_ru: Автоматически прокручивать в конец
tr_tr: Konsol çıktısının sonuna otomatik olarak kaydır
uk_ua: Автоматично прокручувати до кінця консолі

# Label_License
source: License
cs_cz: Licence
de: Lizenz
ja_jp: ライセンス
ko_kr: 라이선스
pt_br: Licença
ru_ru: Лицензия
tr_tr: Lisans
uk_ua: Ліцензія

# Label_SharedModelStrategyShort
source: Model Sharing
cs_cz: Sdílení modelů
de: Modell-Sharing
ja_jp: モデルの共有
ko_kr: 모델 공유
pt_br: Compartilhar Modelos
ru_ru: Расшаривание моделей...
tr_tr: Model Paylaşımı
uk_ua: Обмін моделями

# Label_PleaseSelectDataDirectory
source: Please Select a Data Directory
cs_cz: Vyberte prosím adresář s daty
de: Bitte wählen Sie ein Datenverzeichnis
ja_jp: データフォルダを選択してください
ko_kr: 데이터 디렉토리를 선택해주세요
pt_br: Escolha um diretório de dados
ru_ru: Выберите папку с данными
tr_tr: Lütfen Bir Veri Klasörü Seçin
uk_ua: Будь ласка, оберіть папку з даними

# Label_DataFolderName
source: Data Folder Name
cs_cz: Název adresáře s daty
de: Name des Datenordners
ja_jp: データフォルダの名前
ko_kr: 데이터 폴더 이름
pt_br: Nome da pasta de dados
ru_ru: Название папки с данными
tr_tr: Veri Klasörü Adı
uk_ua: Назва каталогу даних

# Label_CurrentDirectory
source: Current directory:
cs_cz: Aktuální adresář:
de: Aktuelles Verzeichnis:
ja_jp: 現在のフォルダ:
ko_kr: 현재 디렉토리:
pt_br: Pasta atual:
ru_ru: Текущая папка:
tr_tr: Geçerli klasör:
uk_ua: Поточна директорія:

# Text_AppWillRelaunchAfterUpdate
source: The app will relaunch after updating
cs_cz: Aplikace se po aktualizaci restartuje
de: Die App wird nach der Aktualisierung neu gestartet
ja_jp: アップデート完了後に再起動します
ko_kr: 업데이트 후 앱이 다시 실행됩니다
pt_br: O Stability Matrix será reiniciado após ser atualizado
ru_ru: После обновления приложение будет перезапущено
tr_tr: Uygulama güncelleme sonrası yeniden başlatılacaktır
uk_ua: Програма перезапуститься після оновлення

# Action_RemindMeLater
source: Remind Me Later
cs_cz: Připomenout později
de: Erinnern Sie mich später
ja_jp: また後で
ko_kr: 나중에 알림
pt_br: Lembrar mais tarde
ru_ru: Напомнить позже
tr_tr: Daha Sonra Hatırlat
uk_ua: Нагадати пізніше

# Action_InstallNow
source: Install Now
cs_cz: Instalovat nyní
de: Jetzt installieren
ko_kr: 지금 설치
pt_br: Instalar agora
ru_ru: Установить
tr_tr: Şimdi Yükle
uk_ua: Встановити зараз

# Label_ReleaseNotes
source: Release Notes
cs_cz: Poznámky k vydání
de: Anmerkungen zur Veröffentlichung
ja_jp: リリースノート
ko_kr: 릴리즈 노트
pt_br: Notas da versão
ru_ru: Что нового
tr_tr: Sürüm Notları
uk_ua: Примітки до випуску

# Action_OpenProjectEllipsis
source: Open Project...
cs_cz: Otevřít projekt...
de: Projekt öffnen...
ja_jp: プロジェクトファイルを開く
ko_kr: 프로젝트 열기...
pt_br: Abrir Projeto...
ru_ru: Открыть проект...
tr_tr: Projeyi Aç...
uk_ua: Відкрити проєкт...

# Action_SaveAsEllipsis
source: Save As...
cs_cz: Uložit jako...
de: Speichern als...
ja_jp: 名前をつけて保存
ko_kr: 다른 이름으로 저장...
pt_br: Salvar como...
ru_ru: Сохранить как...
tr_tr: Farklı Kaydet...
uk_ua: Зберегти як...

# Action_RestoreDefaultLayout
source: Restore Default Layout
cs_cz: Obnovit výchozí rozložení
de: Standard-Layout wiederherstellen
ja_jp: レイアウトを初期状態に戻す
ko_kr: 기본 레이아웃 복원
pt_br: Restaurar Layout Padrão
ru_ru: Восстановить вид по умолчанию
tr_tr: Varsayılan Düzeni Geri Yükle
uk_ua: Відновити макет за замовчуванням

# Label_UseSharedOutputFolder
source: Output Sharing
cs_cz: Sdílení výstupního adresáře
de: Gemeinsame Nutzung des Outputs
ja_jp: 共有画像フォルダ
ko_kr: 출력 공유
pt_br: Compartilhar resultados
ru_ru: Вывод результатов
tr_tr: Çıktı Paylaşımı
uk_ua: Спільний вихідний каталог

# Label_BatchIndex
source: Batch Index
cs_cz: Index dávky
ko_kr: 배치 인덱스
pt_br: Número do lote
ru_ru: Индекс пакета
tr_tr: Toplu İndeks
uk_ua: Індекс партії

# Action_Copy
source: Copy
cs_cz: Kopírovat
de: Kopieren
ja_jp: コピー
ko_kr: 복사
pt_br: Copiar
ru_ru: Копировать
tr_tr: Kopyala
uk_ua: Копіювати

# Action_OpenInViewer
source: Open in Image Viewer
cs_cz: Otevřít v prohlížeči obrázků
de: Öffnen im Bildbetrachter
ja_jp: Image Viewerで開く
ko_kr: 이미지 뷰어로 열기
pt_br: Abrir no visualizador de imagens
ru_ru: Открыть в просмотрщике изображений
tr_tr: Resim Görüntüleyici'de aç
uk_ua: Відкрити у переглядачі зображень

# Label_NumImagesSelected
source: {0} images selected
cs_cz: {0} obrázků vybráno
de: {0} Bilder ausgewählt
ja_jp: {0}枚の画像を選択
ko_kr: {0}개의 이미지 선택함
pt_br: {0} imagem(ns) selecionada(s)
ru_ru: Выбрано {0} изображений
tr_tr: {0} resim seçildi
uk_ua: Вибрано {0} зображень

# Label_OutputFolder
source: Output Folder
cs_cz: Výstupní adresář
de: Ausgabe-Ordner
ja_jp: Outputフォルダ
ko_kr: 출력 폴더
pt_br: Pasta de destino
ru_ru: Папка вывода
tr_tr: Çıktı Klasörü
uk_ua: Вихідний каталог

# Label_OutputType
source: Output Type
cs_cz: Typ výstupu
de: Ausgabetyp
ja_jp: アウトプットタイプ
ko_kr: 출력 종류
pt_br: Formato de saída
ru_ru: Тип вывода
tr_tr: Çıktı Türü
uk_ua: Вихідний тип

# Action_ClearSelection
source: Clear Selection
cs_cz: Zrušit výběr
de: Auswahl löschen
ko_kr: 선택 해제
pt_br: Desmarcar tudo
ru_ru: Очистить секцию
tr_tr: Seçimi Temizle
uk_ua: Очистити вибір

# Action_SelectAll
source: Select All
cs_cz: Vybrat vše
de: Alle auswählen
ja_jp: 全て選択
ko_kr: 모두 선택
pt_br: Selecionar tudo
ru_ru: Выбрать всё
tr_tr: Tümünü Seç
uk_ua: Вибрати все

# Action_SendToInference
source: Send to Inference
cs_cz: Odeslat do Inference
de: An Inference senden
ja_jp: Inferenceに送る
ko_kr: 추론으로 보내기
pt_br: Enviar para Inferência
ru_ru: Отправить в Инференс
tr_tr: Üreticiye Gönder
uk_ua: Надіслати на обробку

# Label_TextToImage
source: Text to Image
cs_cz: Text na obrázek
de: Text zu Bild
pt_br: Texto para Imagem
ru_ru: Текст в изображение
tr_tr: Metinden Resime
uk_ua: Текст в зображення

# Label_ImageToImage
source: Image to Image
cs_cz: Obrázek na obrázek
de: Bild zu Bild
pt_br: Imagem para Imagem
ru_ru: Изображение в изображение
tr_tr: Resimden Resime
uk_ua: Зображення в зображення

# Label_Inpainting
source: Inpainting
ko_kr: 인페인팅
ru_ru: Инпейнтинг
uk_ua: Інпейнтінг

# Label_Upscale
source: Upscale
de: Hochskalieren
ja_jp: アップスケール
ko_kr: 업스케일
pt_br: Ampliar
ru_ru: Увеличить разрешение
uk_ua: Апскейл

# Label_OutputsPageTitle
source: Output Browser
cs_cz: Prohlížeč výstupů
de: Ausgabe-Browser
ja_jp: アウトプットブラウザ
ko_kr: 출력 브라우저
pt_br: Gerenciador de Resultados
ru_ru: Браузер выходных данных
tr_tr: Medya Kitaplığı
uk_ua: Результати

# Label_OneImageSelected
source: 1 image selected
cs_cz: 1 obrázek vybrán
de: 1 Bild ausgewählt
ja_jp: 1枚の画像を選択
ko_kr: 1개의 이미지 선택함
pt_br: 1 imagem selecionada
ru_ru: Выбрано 1 изображение
tr_tr: 1 resim seçildi
uk_ua: Обрано 1 зображення

# Label_PythonPackages
source: Python Packages
cs_cz: Balíčky Pythonu
de: Python Pakete
ja_jp: Pythonパッケージ
ko_kr: Python 패키지
pt_br: Pacotes do Python
ru_ru: Пакеты Python
tr_tr: Python Paketleri
uk_ua: Пакунки Python

# Action_Consolidate
source: Consolidate
cs_cz: Konsolidovat
de: Konsolidieren
ko_kr: 병합하기
pt_br: Agrupar
ru_ru: Консолидация
tr_tr: Birleştir
uk_ua: Об'єднати

# Label_AreYouSure
source: Are you sure?
cs_cz: Jste si jisti?
de: Sind Sie sicher?
ja_jp: よろしいですか？
ko_kr: 확실한가요?
pt_br: Tem certeza?
ru_ru: Вы уверены?
tr_tr: Emin misiniz?
uk_ua: Ви впевнені?

# Label_ConsolidateExplanation
source: This will move all generated images from the selected packages to the Consolidated directory of the shared outputs folder. This action cannot be undone.
cs_cz: Tímto přesunete všechny vygenerované obrázky z vybraných balíčků do konsolidovaného adresáře ve sdíleném výstupním adresáři. Tuto akci nelze vrátit zpět.
de: Dadurch werden alle generierten Bilder aus den ausgewählten Paketen in das konsolidierte Verzeichnis des gemeinsamen Ausgabeordners verschoben. Diese Aktion kann nicht rückgängig gemacht werden.
ja_jp: これにより、選択したパッケージから生成されたすべてのイメージが、共有出力フォルダの Consolidated ディレクトリに移動します。この操作は元に戻せません。
ko_kr: 선택한 패키지에서 생성된 모든 이미지가 공유 출력 폴더의 Consolidated 디렉토리로 이동합니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Esta ação moverá todas as imagens geradas dos pacotes selecionados para a pasta 'Agrupadas' dentro da pasta de resultados compartilhados. Esta ação é irreversível.
ru_ru: В результате все сгенерированные изображения из выбранных пакетов будут перемещены в каталог консолидированной общей папки outputs. Это действие нельзя отменить.
tr_tr: Bu, seçilen paketlerden tüm oluşturulmuş resimleri, paylaşılan çıktılar klasörünün Konsolide dizinine taşıyacak. Bu işlem geri alınamaz.
uk_ua: Ця дія перемістить усі згенеровані зображення з вибраних пакетів до папки “Consolidated” у спільному каталозі результатів. Цю операцію неможливо скасувати.

# Action_Refresh
source: Refresh
cs_cz: Obnovit
de: Aktualisieren
ja_jp: 更新
ko_kr: 새로고침
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Yenile
uk_ua: Оновити

# Action_Upgrade
source: Upgrade
cs_cz: Upgradovat
ja_jp: アップグレード
ko_kr: 업그레이드
pt_br: Atualizar
ru_ru: Улучшить
tr_tr: Yükselt
uk_ua: Оновити

# Action_Downgrade
source: Downgrade
cs_cz: Downgradovat
ja_jp: ダウングレード
ko_kr: 다운그레이드
pt_br: Voltar para versão anterior
ru_ru: Понизить
tr_tr: Düşür
uk_ua: Повернути попередню версію

# Action_OpenGithub
source: Open on GitHub
cs_cz: Otevřít na GitHubu
de: Öffnen in GitHub
ja_jp: GitHubで開く
ko_kr: Github에서 열기
pt_br: Abrir no GitHub
ru_ru: Открыть на GitHub
tr_tr: GitHub'da Aç
uk_ua: Відкрити на GitHub

# Label_Connected
source: Connected
cs_cz: Připojeno
de: Verbunden
ja_jp: 接続しました
ko_kr: 연결됨
pt_br: Conectado
ru_ru: Подключено
tr_tr: Bağlandı
uk_ua: З'єднано

# Action_Disconnect
source: Disconnect
cs_cz: Odpojit
de: Nicht verbunden
ja_jp: 切断しました
ko_kr: 연결 해제
pt_br: Desconectar
ru_ru: Отключить
tr_tr: Bağlantıyı Kes
uk_ua: Від'єднатися

# Label_Username
source: Username
cs_cz: Uživatelské jméno
de: Nutzername
ja_jp: ユーザ名
ko_kr: 사용자 이름
pt_br: Nome de usuário
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı
uk_ua: Юзернейм

# Label_Password
source: Password
cs_cz: Heslo
ja_jp: パスワード
ko_kr: 암호
pt_br: Senha
ru_ru: Пароль
tr_tr: Parola
uk_ua: Пароль

# Action_Login
source: Login
cs_cz: Přihlásit se
de: Einloggen
ja_jp: ログイン
ko_kr: 로그인
pt_br: Entrar
ru_ru: Логин
tr_tr: Giriş
uk_ua: Увійти

# Action_Signup
source: Signup
cs_cz: Zaregistrovat se
de: Anmelden
ja_jp: サインアップ
ko_kr: 회원 가입
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
tr_tr: Kaydol
uk_ua: Створити аккаунт

# Label_ConfirmPassword
source: Confirm Password
cs_cz: Potvrdit heslo
de: Passwort bestätigen
ja_jp: パスワード再確認
ko_kr: 암호 확인
pt_br: Confirmar Senha
ru_ru: Подтвердить пароль
tr_tr: Parolayı Onayla
uk_ua: Підтвердити пароль

# Label_ApiKey
source: API Key
cs_cz: API klíč
de: API Schlüssel
ko_kr: API 키
pt_br: Chave de API
ru_ru: Ключ API
uk_ua: Ключ APi

# Label_Accounts
source: Accounts
cs_cz: Účty
ja_jp: アカウント
ko_kr: 계정
pt_br: Contas
ru_ru: Учётные записи
tr_tr: Hesaplar
uk_ua: Аккаунти

# Label_Preprocessor
source: Preprocessor
cs_cz: Preprocesor
ja_jp: プリプロセッサ
ko_kr: 전처리기
pt_br: Pré-processador
ru_ru: Препроцессор
tr_tr: Önişlemci
uk_ua: Препроцесор

# Label_Strength
source: Strength
cs_cz: Síla
de: Stärke
ja_jp: 強度
ko_kr: 강도
pt_br: Intensidade
ru_ru: Интенсивность
tr_tr: Kuvvet
uk_ua: Потужність

# Label_ControlWeight
source: Control Weight
cs_cz: Váha ControlNetu
de: Kontrollgewicht
ko_kr: 제어 가중치
pt_br: Influência do Controle
ru_ru: Контроль значимости
tr_tr: Kontrol Ağırlığı
uk_ua: Контрольна вага

# Label_ControlSteps
source: Control Steps
cs_cz: Kroky ControlNetu
de: Kontrollschritte
ko_kr: 제어 스텝
pt_br: Nível de Controle
ru_ru: Контроль шагов
tr_tr: Kontrol Adımları
uk_ua: Контрольні кроки

# Label_CivitAiLoginRequired
source: You must be logged in to download this checkpoint. Please enter a CivitAI API Key in the settings.
cs_cz: Pro stažení tohoto Checkpointu musíte být přihlášeni. Zadejte prosím API klíč pro CivitAI v nastavení.
de: Sie müssen eingeloggt sein, um diesen Checkpoint herunterladen zu können. Bitte geben Sie einen CivitAI API Schlüssel in den Einstellungen ein.
ja_jp: ダウンロードにはCivitAIのログインが必要です。SettingからAPIキーを入力してください。
ko_kr: 이 체크포인트를 다운로드하려면 로그인해야 합니다. 설정에서 CivitAI API 키를 입력하세요.
pt_br: É necessário estar logado para baixar este checkpoint. Insira uma chave de API do CivitAI nas configurações.
ru_ru: Необходимо авторизоваться, чтобы скачать эту модель. Введите ключ API CivitAI в настройках.
tr_tr: Bu kontrol noktasını indirmek için giriş yapmalısınız. Lütfen ayarlara bir CivitAI API Anahtarı girin.
uk_ua: Щоб завантажити цей чекпоінт, ви повинні увійти в систему. Будь ласка, введіть ключ API CivitAI в налаштуваннях.

# Label_DownloadFailed
source: Download Failed
cs_cz: Stažení se nezdařilo
de: Download fehlgeschlagen
ja_jp: ダウンロード失敗
ko_kr: 다운로드 실패
pt_br: Download Falhou
ru_ru: Скачивание не удалось
tr_tr: İndirme Başarısız
uk_ua: Завантаження невдале

# Label_AutoUpdates
source: Auto Updates
cs_cz: Automatické aktualizace
de: Automatische Updates
ja_jp: 自動アップデート
ko_kr: 자동 업데이트
pt_br: Atualizações Automáticas
ru_ru: Автообновления
tr_tr: Otomatik Güncellemeler
uk_ua: Автоматичні оновлення

# Label_UpdatesPreviewChannelDescription
source: For early adopters. Preview builds will be more reliable than those from the Dev channel, and will be available closer to stable releases. Your feedback will help us greatly in discovering issues and polishing design elements.
cs_cz: Pro první uživatele. Preview verze budou spolehlivější než ty z Dev kanálu a budou dostupné blíže ke stabilním vydáním. Vaše zpětná vazba nám výrazně pomůže při odhalování problémů a ladění designových prvků.
de: Für Early Adopters. Preview-Builds sind zuverlässiger als die aus dem Dev-Channel und werden näher an den stabilen Versionen verfügbar sein. Ihr Feedback hilft uns sehr dabei, Probleme zu entdecken und Designelemente zu verbessern.
ja_jp: Previewビルドはアーリーアダプター向けです。Devビルドよりも信頼性が高く、安定版に近い状態で利用できます。ぜひ意見や感想を送ってください。問題とデザインの改善に大いに役立ちます。
ko_kr: 얼리 어답터를 위한 내용입니다. 프리뷰 빌드는 Dev 채널의 빌드보다 더 안정적이며 안정 버전에 더 가깝게 제공됩니다. 여려분의 피드백은 문제를 발견하고 디자인 요소를 다듬는 데 큰 도움이 됩니다.
pt_br: Para quem gosta de testar novidades. As versões de prévia são mais estáveis que as do canal Dev e ficam disponíveis próximo aos lançamentos oficiais. Seu feedback é muito importante para identificarmos problemas e aprimorarmos o design.
ru_ru: Для ранних последователей. Предварительные сборки будут более надёжными, чем из канала разработки, и будут доступны ближе к стабильным релизам. Ваши отзывы очень помогут нам в выявлении проблем и доработке элементов дизайна.
tr_tr: Erken benimseyenler için. Önizleme yapıları, Geliştirme kanalındakilerden daha güvenilir olacak ve kararlı sürümlere daha yakın olacak. Geri bildiriminiz sorunları keşfetmemizde ve tasarım öğelerini geliştirmemizde bize büyük ölçüde yardımcı olacaktır.
uk_ua: Для ранніх користувачів. Попередні збірки будуть надійнішими, ніж у каналі Dev, і виходитимуть ближче до стабільних релізів. Ваші відгуки допоможуть нам швидше знаходити помилки та вдосконалювати елементи дизайну.

# Label_UpdatesDevChannelDescription
source: For technical users. Be the first to access our Development builds from feature branches as soon as they are available. There may be some rough edges and bugs as we experiment with new features.
cs_cz: Pro technické uživatele. Získejte jako první přístup k našim vývojovým verzím z funkčních větví, jakmile budou dostupné. Mohou se vyskytnout nedokonalosti a chyby, protože experimentujeme s novými funkcemi.
de: Für technische Benutzer. Seien Sie der Erste, der auf unsere Entwicklungs-Builds aus den Funktionszweigen zugreift, sobald sie verfügbar sind. Da wir mit neuen Funktionen experimentieren, kann es noch einige Ecken und Kanten und Bugs geben.
ja_jp: Devビルドはテクニカルなユーザ向けです。新機能をいち早く利用できます。荒削りな部分やバグがあるかもしれません。
ko_kr: 기술 사용자를 위한 내용입니다. 기능 브랜치로 개발 빌드에 가장 먼저 액세스해 보세요. 새로운 기능을 실험하면서 약간의 미숙한 부분과 버그가 있을 수 있습니다.
pt_br: Para usuários avançados. Seja o primeiro a testar nossas versões de desenvolvimento com novos recursos experimentais. Pode haver alguns erros e instabilidades.
ru_ru: Для технических пользователей. Получите доступ к нашим сборкам для разработки из ветвей функций, как только они станут доступны. В процессе экспериментов с новыми функциями могут возникнуть некоторые неровности и ошибки.
tr_tr: Teknik kullanıcılar için. Geliştirme yapılarımıza, kullanıma sunuldukları anda özellik dallarından ilk erişen siz olun. Yeni özellikleri denedikçe bazı pürüzlü noktalar ve hatalar olabilir.
uk_ua: Для технічних користувачів. Отримуйте першими доступ до наших збірок для розробників з гілок функцій, щойно вони стануть доступними. У процесі експериментів з новими функціями можуть з'явитися деякі шорсткості та помилки.

# Label_Updates
source: Updates
cs_cz: Aktualizace
ja_jp: アップデート
ko_kr: 업데이트
pt_br: Atualizações
ru_ru: Обновления
tr_tr: Güncellemeler
uk_ua: Оновлення

# Label_YouAreUpToDate
source: You're up to date
cs_cz: Máte aktuální verzi
de: Sie sind auf dem aktuellsten Stand
ja_jp: 最新版です
ko_kr: 최신입니다
pt_br: Tudo em dia
ru_ru: Установлена последняя версия
tr_tr: Güncelsin
uk_ua: Все оновлено

# TextTemplate_LastChecked
source: Last checked: {0}
cs_cz: Poslední kontrola: {0}
de: Zuletzt überprüft: {0}
ko_kr: 마지막 확인: {0}
pt_br: Verificado pela última vez em: {0}
ru_ru: Последняя проверка: {0}
tr_tr: Son kontrol: {0}
uk_ua: В останнє перевірено: {0}

# Action_CopyTriggerWords
source: Copy Trigger Words
cs_cz: Kopírovat spouštěcí slova
de: Trigger Wörter kopieren
ja_jp: トリガーワードをコピー
ko_kr: 트리거 단어 복사
pt_br: Copiar Palavras de Ativação
ru_ru: Копировать слова-триггеры
tr_tr: Tetikleyici Kelimeleri Kopyala
uk_ua: Копіювати тріґерні слова

# Label_TriggerWords
source: Trigger words:
cs_cz: Spouštěcí slova:
de: Trigger Wörter:
ja_jp: トリガーワード:
ko_kr: 트리거 단어:
pt_br: Palavras de ativação:
ru_ru: Слова-триггеры:
tr_tr: Tetikleyici kelimeler:
uk_ua: Слова-тріґери:

# TeachingTip_MoreCheckpointCategories
source: Additional folders such as IPAdapters and TextualInversions (embeddings) can be enabled here
cs_cz: Zde lze povolit další adresáře, jako jsou IPAdapters a TextualInversions (embeddings)
de: Zusätzliche Ordner wie IPAdapter und TextualInversions (Einbettungen) können hier aktiviert werden
ja_jp: IPAdaptersやTextualInversions(embeddings)などのフォルダは、ここで有効にできます。
ko_kr: 여기에서 IPAdapters 와 Textual Inversions(임베딩) 같은 추가 폴더를 활성화할 수 있습니다
pt_br: Pastas adicionais, como IPAdapters e Embeddings (Inversões Textuais), podem ser ativadas aqui
ru_ru: Здесь можно включить дополнительные папки, такие как IPAdapters и TextualInversions (вложения)
tr_tr: IPAdapters ve TextualInversions (embeddings) gibi ek klasörler burada etkinleştirilebilir
uk_ua: Додаткові папки, такі як IPAdapters та TextualInversions (вбудовування), можна ввімкнути тут

# Action_OpenOnHuggingFace
source: Open on Hugging Face
cs_cz: Otevřít na Hugging Face
de: Öffnen in Hugging Face
ja_jp: Hugging Faceで開く
ko_kr: Hugging Face에서 열기
pt_br: Abrir no Hugging Face
ru_ru: Открыть на Hugging Face
tr_tr: Hugging Face'de aç
uk_ua: Відкрити на Hugging Face

# Action_UpdateExistingMetadata
source: Update Existing Metadata
cs_cz: Aktualizovat stávající metadata
de: Vorhandene Metadaten aktualisieren
ja_jp: Metadataをアップデートする
ko_kr: 기존 메타데이터 업데이트
pt_br: Atualizar Metadados
ru_ru: Обновить существующие метаданные
tr_tr: Mevcut Meta Verileri Güncelle
uk_ua: Оновити існуючі метадані

# Label_General
source: General
cs_cz: Obecné
de: Generell
ko_kr: 일반
pt_br: Geral
ru_ru: Основные
tr_tr: Genel
uk_ua: Загальні
